Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: This satellite is not used by any host
fr_fr: Ce satellite n'est utilisé par aucun hôte

source: 0 services are OK
fr_fr: 0 services sont OK

source: Event correlation successfully saved
fr_fr: Corrélation d'événement enregistrée avec succès

source: Invalid event correlation host
fr_fr: Hôte de corrélation d'événements non valide

source: Invalid event correlation
fr_fr: Corrélation d'événements non valide

source: Event correlation successfully saved.
fr_fr: La corrélation des événements a été enregistrée avec succès.

source: Event correlation deleted
fr_fr: Corrélation d'événements supprimée

source: Could not delete event correlation
fr_fr: Impossible de supprimer la corrélation d'événements

source: Event Correlation
fr_fr: Corrélation d'événements

source: Consider service status type (0 => every state type, 1 => only hard state)
fr_fr: Considérer le type d'état de service (0 => chaque type d'état, 1 => seulement l'état physique)

source: Consider number of states
fr_fr: Considérez le nombre d'états

source: If enabled, the event correlation host will go in "down" state if the last (root) event correlation service is "critical"
fr_fr: Si activé, l'hôte de corrélation d'événements passera à l'état "down" si le dernier service de corrélation d'événements (racine) est "critical".

source: Monitoring System
fr_fr: Système de surveillance

source: Event correlation
fr_fr: Corrélation d'événements

source: Hosttemplates
fr_fr: Modèles d'hôte

source: EVC Hosttemplates
fr_fr: Modèles d'hôtes EVC

source: Servicetemplates
fr_fr: Modèles de services

source: EVC Servicetemplates
fr_fr: Modèles de services EVC

source: Add eventcorrelation
fr_fr: Ajouter eventcorrelation

source: EVC Name
fr_fr: Nom de l'EVC

source: EVC Description
fr_fr: Description de l'EVC

source: Edit eventcorrelation
fr_fr: Editer eventcorrelation

source: Check validation!
fr_fr: Vérifiez la validation!

source: TopLevel Service was not found. Check your event correlation, on the highest level has to be only one virtual service
fr_fr: TopLevel Service introuvable. Vérifiez votre corrélation d'événements, au plus haut niveau ne doit être qu'un seul service virtuel

source: Edit Event Correlation "%s"
fr_fr: Modifier la corrélation d'événements "%s"

source: New virtual service
fr_fr: Nouveau service virtuel

source: Save Event Correlation
fr_fr: Enregistrer la corrélation d'événements

source: Add Service
fr_fr: Ajouter un service

source: vService Name
fr_fr: Nom du service v

source: This field cannot be left blank.
fr_fr: Cette case ne peut pas être laissée vide.

source: Service template
fr_fr: Modèle de service

source: This field is required
fr_fr: Ce champ est requis

source: Operator Modifier
fr_fr: Modificateur d'opérateur

source: Close
fr_fr: proche

source: Save changes
fr_fr: Sauvegarder les modifications

source: Add vService
fr_fr: Ajouter vService

source: (DISABLED)
fr_fr: (DÉSACTIVÉ)

source: Hostname
fr_fr: Nom d'hôte

source: Host state
fr_fr: Etat hôte

source: Not in monitoring
fr_fr: Pas en surveillance

source: Description
fr_fr: La description

source: State
fr_fr: Etat

source: Current attempt
fr_fr: Tentative en cours

source: Next check
fr_fr: Prochaine vérification

source: Last state change
fr_fr: Dernier changement d'état

source: host used By
fr_fr: hôte utilisé par

source: The Services of the Hosts are in use by the following Event correlations
fr_fr: Les services des hôtes sont utilisés par les corrélations d'événements suivantes

source: Event correlation name
fr_fr: Nom de corrélation d'événement

source: Edit Correlation
fr_fr: Modifier la corrélation

source: View
fr_fr: [V]ue

source: The Services of this Host is not used by any Event correlations
fr_fr: Les services de cet hôte ne sont utilisés par aucune corrélation d'événement

source: Event Correlation Overview
fr_fr: Vue d'ensemble de la corrélation d'événements

source: Filter by event correlation name
fr_fr: Filtrer par nom de corrélation d'événements

source: Filter by event correlation description
fr_fr: Filtrer par description de corrélation d'événements

source: Event correlation description
fr_fr: Description de la corrélation des événements

source: Save as PDF
fr_fr: Enregistrer en PDF

source: service used By
fr_fr: service utilisé par

source: The Services are in use by the following Event correlations
fr_fr: Les services sont utilisés par les corrélations d'événements suivantes

source: of Host
fr_fr: de l'hôte

source: This Service is not used by any Event correlations
fr_fr: Ce service n'est utilisé par aucune corrélation d'événement

source: EVC Tree
fr_fr: Arbre EVC

source: EVC Summary
fr_fr: Résumé de l'EVC

source: Download as PDF
fr_fr: Télécharger en PDF

source: Summary Event Correlation "%s"
fr_fr: Corrélation d'événement récapitulatif "%s"

source: used By
fr_fr: utilisé par

source: is used by the following other Event correlations
fr_fr: est utilisé par les autres corrélations d'événements suivantes

source: This Event correlation is not used by any other Event correlations
fr_fr: Cette corrélation d’événements n’est utilisée par aucune autre corrélation d’événements.

source: View event correlation:
fr_fr: Voir la corrélation des événements:

source: Ok
fr_fr: D'accord

source: Warning
fr_fr: Attention

source: Critical
fr_fr: Critique

source: Unknown
fr_fr: Inconnu

source: Error while connecting to Grafana server.
fr_fr: Erreur lors de la connexion au serveur Grafana.

source: For detailed information, please uncomment line %s in %s. Detailed output is disabled due to security reasons.
fr_fr: Pour plus d'informations, supprimez la mise en commentaire de la ligne %s dans %s. La sortie détaillée est désactivée pour des raisons de sécurité.

source: Invalid Userdashboard
fr_fr: Tableau de bord utilisateur non valide

source: No Grafana configuration found.
fr_fr: Aucune configuration Grafana trouvée.

source: User defined Grafana dashboard successfully deleted
fr_fr: Le tableau de bord Grafana défini par l'utilisateur a été supprimé

source: Could not delete user defined Grafana dashboard
fr_fr: Impossible de supprimer le tableau de bord Grafana défini par l'utilisateur

source: Synchronization finished successfully
fr_fr: Synchronisation terminée avec succès

source: Last 2 days
fr_fr: 2 derniers jours

source: Last 7 days
fr_fr: Les 7 derniers jours

source: Last 30 days
fr_fr: Les 30 derniers jours

source: Last 90 days
fr_fr: 90 derniers jours

source: Last 6 months
fr_fr: 6 derniers mois

source: Last year
fr_fr: L'année dernière

source: Today so far
fr_fr: Aujourd'hui jusqu'à présent

source: This week so far
fr_fr: Cette semaine jusqu'à présent

source: This month so far
fr_fr: Ce mois-ci jusqu'à présent

source: Last 5 minutes
fr_fr: 5 dernières minutes

source: Last 15 minutes
fr_fr: 15 dernières minutes

source: Last 30 minutes
fr_fr: 30 dernières minutes

source: Last 1 hour
fr_fr: Dernière heure

source: Last 3 hours
fr_fr: 3 dernières heures

source: Last 6 hours
fr_fr: 6 dernières heures

source: Last 12 hours
fr_fr: 12 dernières heures

source: Last 24 hours
fr_fr: Dernières 24 heures

source: Refresh every 5s
fr_fr: Actualiser tous les 5 s

source: Refresh every 10s
fr_fr: Actualiser toutes les 10 secondes

source: Refresh every 30s
fr_fr: Actualiser à chaque 30s

source: Refresh every 1m
fr_fr: Actualiser tous les 1m

source: Refresh every 5m
fr_fr: Actualiser tous les 5m

source: Refresh every 15m
fr_fr: Actualiser tous les 15m

source: Grafana (auto generated)
fr_fr: Grafana (généré automatiquement)

source: Grafana (user defined)
fr_fr: Grafana (défini par l'utilisateur)

source: Grafana dashboard
fr_fr: Tableau de bord Grafana

source: Grafana URL
fr_fr: URL Grafana

source: Grafana API Key
fr_fr: Clé de l'API Grafana

source: Grafana Prefix
fr_fr: Préfixe Grafana

source: Use HTTPS
fr_fr: Utilisez HTTPS

source: Use Proxy
fr_fr: Utiliser un proxy

source: Ignore SSL Certificate
fr_fr: Ignorer le certificat SSL

source: Dashboard Style
fr_fr: Style de tableau de bord

source: dark
fr_fr: sombre

source: light
fr_fr: lumière

source: Hostgroups
fr_fr: Groupes d'hôtes

source: Hostgroups (excluded)
fr_fr: Groupes d'hôtes (exclus)

source: Connection established successfully.
fr_fr: Connexion établie avec succès.

source: Check Grafana Connection
fr_fr: Vérifiez Grafana Connection

source: User Dashboards
fr_fr: Tableaux de bord utilisateur

source: No Grafana configuration found!
fr_fr: Aucune configuration Grafana trouvée!

source: Grafana Configuration
fr_fr: Configuration de Grafana

source: A valid %s is required, before this feature can be used.
fr_fr: Un %s valide est requis pour que cette fonctionnalité puisse être utilisée.

source: Create new user defined Grafana dashboard
fr_fr: Créer un nouveau tableau de bord Grafana défini par l'utilisateur

source: User dashboard name
fr_fr: Nom du tableau de bord de l'utilisateur

source: Edit user defined Grafana dashboard
fr_fr: Editer le tableau de bord Grafana défini par l'utilisateur

source: Open in Editor
fr_fr: Ouvrir dans l'éditeur

source: Please make sure to synchronize your changes with Grafana after you have made modifications.
fr_fr: Assurez-vous de synchroniser vos modifications avec Grafana après les modifications.

source: Dashboard:
fr_fr: Tableau de bord:

source: Synchronize with Grafana
fr_fr: Synchroniser avec Grafana

source: Add row
fr_fr: Ajouter une rangée

source: Synchronize with Grafana Modal
fr_fr: Synchroniser avec Grafana Modal

source: Add Metric
fr_fr: Ajouter une métrique

source: Panel options
fr_fr: Options du panneau

source: Remove Panel
fr_fr: Supprimer le panneau

source: This panel is empty. Start by adding metrics.
fr_fr: Ce panneau est vide. Commencez par ajouter des métriques.

source: Add new metric
fr_fr: Ajouter une nouvelle métrique

source: Select service
fr_fr: Sélectionnez un service

source: Select metric
fr_fr: Sélectionnez métrique

source: Add metric
fr_fr: Ajouter une métrique

source: Panel title
fr_fr: Titre du panneau

source: Panel unit
fr_fr: Unité de panneau

source: Changes will be saved automatically.
fr_fr: Les modifications seront enregistrées automatiquement.

source: Add Panel
fr_fr: Ajouter un panneau

source: Remove Row
fr_fr: Supprimer la ligne

source: Auto refresh
fr_fr: Actualisation automatique

source: Long term
fr_fr: Long terme

source: Unitl now
fr_fr: Unitl maintenant

source: Today
fr_fr: Aujourd'hui

source: Select user defined Grafana dashboard
fr_fr: Sélectionner le tableau de bord Grafana défini par l'utilisateur

source: User defined Grafana dashboards
fr_fr: Tableaux de bord Grafana définis par l'utilisateur

source: Filter by name
fr_fr: Filtrer par nom

source: Not synchronized
fr_fr: Non synchronisé

source: 404 Ooops...
fr_fr: 404 Oups…

source: Dashboard not found in Grafana
fr_fr: Tableau de bord non trouvé à Grafana

source: Configuration saved successfully
fr_fr: Configuration sauvegardée avec succès

source: Invalid i-doit configuration
fr_fr: Configuration i-doit invalide

source: Cloud not save object types
fr_fr: Le cloud ne sauvegarde pas les types d'objet

source: No object types were selected
fr_fr: Aucun type d'objet n'a été sélectionné

source: Cloud not save config items
fr_fr: Le cloud ne sauve pas les éléments de configuration

source: i-doit configuration deleted
fr_fr: i-doit configuration supprimée

source: Could not delete configuration
fr_fr: Impossible de supprimer la configuration

source: Software-Link saved successfully
fr_fr: Software-Link enregistré avec succès

source: Invalid Software-Link
fr_fr: Lien de logiciel invalide

source: Software-Link deleted
fr_fr: Software-Link supprimé

source: Could not delete Software-Link
fr_fr: Impossible de supprimer Software-Link

source: Initializing
fr_fr: Initialisation

source: Getting Hosts
fr_fr: Obtenir des hôtes

source: Getting i-doit hosts
fr_fr: Obtenir des hôtes i-doit

source: Building sofware links
fr_fr: Création de liens logiciels

source: Matching hosts with software links
fr_fr: Faire correspondre les hôtes avec des liens logiciels

source: Synchronizing hosts with service groups
fr_fr: Synchroniser des hôtes avec des groupes de services

source: Synchronizing additional objects
fr_fr: Synchroniser des objets supplémentaires

source: Disabling service groups
fr_fr: Désactivation des groupes de services

source: Downtime %s for Host %s could not be imported because the Host is not monitored. Please run an export first.
fr_fr: Les temps d'arrêt %s pour l'hôte %s n'ont pas pu être importés car l'hôte n'est pas surveillé. Veuillez d'abord exécuter une exportation.

source: %s contacts were synchronized
fr_fr: %s contacts ont été synchronisés

source: %s downtimes were synchronized
fr_fr: %s temps d'arrêt ont été synchronisés

source: %s locations were synchronized
fr_fr: %s emplacements %s ont été synchronisés

source: Received %s objects
fr_fr: Objets %s reçus

source: %s hosts were synchronized
fr_fr: %s hôtes ont été synchronisés

source: %s hosts were imported
fr_fr: %s hôtes ont été importés

source: %s hosts were mapped
fr_fr: %s hôtes ont été cartographiés

source: No hosts were imported/synchronized
fr_fr: Aucun hôte n'a été importé / synchronisé

source: On IP address and Hostname
fr_fr: Sur l'adresse IP et le nom d'hôte

source: On IP address
fr_fr: Sur l'adresse IP

source: On Hostname
fr_fr: Sur le nom d'hôte

source: Downtime
fr_fr: Temps d'arrêt

source: Connection established successfully
fr_fr: Connexion établie avec succès

source: Something went wrong! Maybe missing URL Parameters ?
fr_fr: Quelque chose a mal tourné! Peut-être qu'il manque des paramètres d'URL?

source: i-doit
fr_fr: je le fais

source: Add new i-doit system
fr_fr: Ajouter un nouveau système i-doit

source: API configuration
fr_fr: Configuration de l'API

source: Test connection
fr_fr: Test de connexion

source: Select object types
fr_fr: Sélectionnez les types d'objet

source: RPC API configuration
fr_fr: Configuration de l'API RPC

source: API Key
fr_fr: clé API

source: Automatically synchronise
fr_fr: Synchroniser automatiquement

source: Configure additional informations from i-doit
fr_fr: Configurer des informations supplémentaires depuis i-doit

source: Add additional objecttypes for hosts
fr_fr: Ajouter des types d'objet supplémentaires pour les hôtes

source: Additional objecttypes for hosts
fr_fr: Types d'objet supplémentaires pour les hôtes

source: Source Report ID
fr_fr: ID de rapport source

source: Add additional informations for hosts
fr_fr: Ajouter des informations supplémentaires pour les hôtes

source: Edit i-doit system
fr_fr: Modifier le système i-doit

source: Select config items
fr_fr: Sélectionnez les éléments de configuration

source: Object types
fr_fr: Types d'objet

source: Config items
fr_fr: Éléments de configuration

source: Select i-doit configuration items for import
fr_fr: Sélectionner les éléments de configuration i-doit pour l'importation

source: Import
fr_fr: Importation

source: Already exists OITC. %s will be mapped.
fr_fr: Existe déjà OITC. %s sera mappé.

source: No Software-link match
fr_fr: Aucune correspondance de logiciel

source: Nothing new to import
fr_fr: Rien de nouveau à importer

source: Already imported
fr_fr: Déjà importé

source: Select i-doit object types for import
fr_fr: Sélectionner les types d'objet i-doit à importer

source: Please select all objects types you like to import
fr_fr: Veuillez sélectionner tous les types d'objets que vous souhaitez importer

source: Selecting the object types can take some time if the number of config items is too large
fr_fr: La sélection des types d'objet peut prendre un certain temps si le nombre d'éléments de configuration est trop grand

source: Test connection with remote i-doit system
fr_fr: Tester la connexion avec le système i-doit distant

source: Success
fr_fr: Succès

source: Your version of i-doit is not supported at the moment, some functions maybe don't work like expected!
fr_fr: Votre version de i-doit n'est pas supportée pour le moment, certaines fonctions ne fonctionnent peut-être pas comme prévu!

source: Link to i-doit object
fr_fr: Lien vers l'objet i-doit

source: Software-Link
fr_fr: Lien logiciel

source: Add new i-doit Software-Link
fr_fr: Ajouter un nouveau lien logiciel i-doit

source: i-doit System
fr_fr: Système i-doit

source: Edit new i-doit Software-Link
fr_fr: Editer le nouveau logiciel i-doit Software-Link

source: Software-Link list
fr_fr: Liste de liens logiciels

source: Service template group
fr_fr: Groupe de modèles de service

source: Host names comparison
fr_fr: Comparaison des noms d'hôtes

source: The following host names only exist in %s, but not in i-doit
fr_fr: Les noms d'hôte suivants n'existent que dans %s , mais pas dans i-doit

source: Service list
fr_fr: Liste de services

source: paginator.showing
fr_fr: pagination.showing

source: paginator.overall
fr_fr: pagination.overall

source: Synchronization
fr_fr: Synchronisation

source: Start i-doit synchronization
fr_fr: Lancer la synchronisation i-doit

source: Task
fr_fr: Tâche

source: Status
fr_fr: Statut

source: from
fr_fr: de

source: to
fr_fr: à

source: Filter List
fr_fr: Liste de filtrage

source: close
fr_fr: proche

source: open
fr_fr: ouvert

source: Reset filter
fr_fr: Réinitialiser le filtre

source: File extension ".%s" not supported!
fr_fr: L'extension de fichier ". %s " n'est pas supportée!

source: File uploaded successfully
fr_fr: Fichier chargé avec succès

source: Upload failed: %s
fr_fr: Échec du téléchargement: %s

source: Background deleted successfully.
fr_fr: Arrière-plan supprimé avec succès.

source: Error while deleting background.
fr_fr: Erreur lors de la suppression de l'arrière-plan.

source: Icon deleted successfully.
fr_fr: Icône supprimée avec succès.

source: Error while deleting icon.
fr_fr: Erreur lors de la suppression de l'icône.

source: Iconsets needs to be packed as an .zip file.
fr_fr: Les jeux d'icônes doivent être compressés dans un fichier .zip.

source: Could not open uploaded zip file.
fr_fr: Impossible d'ouvrir le fichier zip téléchargé.

source: Invalid map
fr_fr: Carte invalide

source: Invalid Map
fr_fr: Carte invalide

source: Map deleted successfully
fr_fr: Carte supprimée avec succès

source: Could not delete Map
fr_fr: Impossible de supprimer la carte

source: Invalid Map rotation
fr_fr: Rotation de carte invalide

source: Map rotation deleted successfully
fr_fr: La rotation de la carte a été supprimée avec succès

source: Could not delete map rotation
fr_fr: Impossible de supprimer la rotation de la carte

source: Map
fr_fr: Carte

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
fr_fr: Le fichier téléchargé dépasse la directive upload_max_filesize dans php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
fr_fr: Le fichier téléchargé dépasse la directive MAX_FILE_SIZE spécifiée dans le formulaire HTML.

source: The uploaded file was only partially uploaded
fr_fr: Le fichier téléchargé n'a été que partiellement téléchargé

source: No file was uploaded
fr_fr: Aucun fichier n'a été téléchargé

source: Missing a temporary folder.
fr_fr: Absence d'un dossier temporaire.

source: Failed to write file to disk.
fr_fr: Échec de l'écriture du fichier sur le disque.

source: A PHP extension stopped the file upload.
fr_fr: Une extension PHP a arrêté le téléchargement du fichier.

source: Edit map:
fr_fr: Modifier la carte:

source: Grid size
fr_fr: Taille de la grille

source: Enable grid
fr_fr: Activer la grille

source: Add item
fr_fr: Ajouter un item

source: Add line
fr_fr: Ajouter une ligne

source: Add summary status item
fr_fr: Ajouter un élément d'état récapitulatif

source: Add gadget
fr_fr: Ajouter un gadget

source: Change background image
fr_fr: Changer l'image de fond

source: Add stateless text
fr_fr: Ajouter du texte sans état

source: Add stateless icon
fr_fr: Ajouter une icône sans état

source: Click to hide layer
fr_fr: Cliquez pour masquer le calque

source: Click to show layer
fr_fr: Cliquez pour afficher la couche

source: Add or edit map item
fr_fr: Ajouter ou modifier un élément de carte

source: Select object type
fr_fr: Sélectionnez le type d'objet

source: Hostgroup
fr_fr: Groupe d'hôte

source: Select object
fr_fr: Sélectionner un objet

source: Select iconset
fr_fr: Sélectionnez iconset

source: Select layer
fr_fr: Sélectionnez le calque

source: Layers could be used to stack items on a map. Empty layers will be deleted automatically.
fr_fr: Les couches peuvent être utilisées pour empiler des éléments sur une carte. Les calques vides seront automatiquement supprimés.

source: Add new layer
fr_fr: Ajouter une nouvelle couche

source: Label options
fr_fr: Options de libellé

source: Show label
fr_fr: Afficher l'étiquette

source: Label possition
fr_fr: Possition de l'étiquette

source: Left
fr_fr: La gauche

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Right
fr_fr: Droite

source: Upload new iconset (as .zip package)
fr_fr: Télécharger un nouveau jeu d'icônes (sous forme de paquet .zip)

source: Max allowed file size:
fr_fr: Taille maximale autorisée du fichier :

source: To upload a own iconset, you need to compress all required icons into a .zip archive.
fr_fr: Pour télécharger un propre jeu d'icônes, vous devez compresser toutes les icônes requises dans une archive .zip.

source: All icons needs to be PNG images. In addition you should follow the
fr_fr: Toutes les icônes doivent être des images PNG. De plus, vous devriez suivre les

source: openITCOCKPIT color guidelines.
fr_fr: Directives de couleur openITCOCKPIT.

source: Required icons:
fr_fr: Icônes requises:

source: Go back to settings
fr_fr: Retour aux réglages

source: Add or edit line
fr_fr: Ajouter ou modifier une ligne

source: Stateless line
fr_fr: Ligne sans état

source: Start X
fr_fr: Démarrer X

source: Start Y
fr_fr: Commencez Y

source: End X
fr_fr: Fin X

source: End Y
fr_fr: Fin Y

source: Add or edit gadget
fr_fr: Ajouter ou modifier un gadget

source: Select gadget type
fr_fr: Sélectionnez le type de gadget

source: Select output type
fr_fr: Sélectionnez le type de sortie

source: Service output
fr_fr: Sortie de service

source: Service long output
fr_fr: sortie longue du service

source: Font size
fr_fr: Taille de police

source: Width
fr_fr: Largeur

source: Keep blank for default width
fr_fr: Garder en blanc pour la largeur par défaut

source: Height
fr_fr: la taille

source: Keep blank for default height
fr_fr: Garder en blanc pour la hauteur par défaut

source: Choose background image
fr_fr: Choisir une image de fond

source: Upload new background image
fr_fr: Télécharger une nouvelle image de fond

source: Add or edit stateless text
fr_fr: Ajouter ou modifier du texte sans état

source: Official page for openITCOCKPIT
fr_fr: Page officielle pour openITCOCKPIT

source: Open in new tab
fr_fr: Ouvrir dans un nouvel onglet

source: Insert link
fr_fr: Insérer un lien

source: Smallest
fr_fr: Le plus petit

source: Smaller
fr_fr: Plus petit

source: Small
fr_fr: Petit

source: Big
fr_fr: Gros

source: Bigger
fr_fr: Plus gros

source: Biggest
fr_fr: Le plus gros

source: Green Grass
fr_fr: L'herbe verte

source: Dark Green
fr_fr: Vert foncé

source: Light Green
fr_fr: Vert clair

source: Purple
fr_fr: Violet

source: Pink
fr_fr: Rose

source: Light Blue
fr_fr: Bleu clair

source: Teal
fr_fr: Sarcelle

source: Ocean Blue
fr_fr: Océan bleu

source: Night Sky
fr_fr: Ciel nocturne

source: Night
fr_fr: Nuit

source: Day Light
fr_fr: Lumière du jour

source: Dark Orange
fr_fr: Orange sombre

source: Red Rose
fr_fr: Rose rouge

source: Light Red
fr_fr: Rouge clair

source: Purity
fr_fr: Pureté

source: Add or edit stateless icon
fr_fr: Ajouter ou modifier une icône sans état
