Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: What is the path to the project you want to bake?
fr_fr: Quel est le chemin vers le projet que vous voulez bake ?

source: <warning>A project already exists in this location:</warning> %s Overwrite?
fr_fr: <warning>Un projet existe déjà à cet emplacement :</warning> %s Ecraser ?

source: * Random hash key created for 'Security.salt'
fr_fr: * Clé de hachage aléatoire créée pour 'Security.salt'

source: Unable to generate random hash for 'Security.salt', you should change it in %s
fr_fr: Impossible de générer un hachage aléatoire pour 'Security.salt', vous devez le changer dans %s

source: * Random seed created for 'Security.cipherSeed'
fr_fr: * Graine aléatoire créée pour 'Security.cipherSeed'

source: Unable to generate random seed for 'Security.cipherSeed', you should change it in %s
fr_fr: Impossible de générer une graine aléatoire pour 'Security.cipherSeed', vous devez la modifier dans %s

source: * Cache prefix set
fr_fr: * Ensemble de préfixes de cache

source: The cache prefix was <error>NOT</error> set
fr_fr: Le préfixe du cache n'était <error>PAS</error> défini

source: * app/Console/cake.php path set.
fr_fr: * chemin d'accès app/Console/cake.php.

source: Unable to set console path for app/Console.
fr_fr: Impossible de définir le chemin de la console pour app/Console.

source: <info>CakePHP is on your `include_path`. CAKE_CORE_INCLUDE_PATH will be set, but commented out.</info>
fr_fr: <info>CakePHP est sur dans votre `include_path`. CAKE_CORE_INCLUDE_PATH sera défini, mais mis en commentaire.</info>

source: <warning>CakePHP is not on your `include_path`, CAKE_CORE_INCLUDE_PATH will be hard coded.</warning>
fr_fr: <warning>CakePHP n'est pas sur dans `include_path`, CAKE_CORE_INCLUDE_PATH sera codé en dur.</ warning>

source: You can fix this by adding CakePHP to your `include_path`.
fr_fr: Vous pouvez résoudre ce problème en ajoutant CakePHP à votre `include_path`.

source: * CAKE_CORE_INCLUDE_PATH set to %s in %s
fr_fr: * CAKE_CORE_INCLUDE_PATH défini à %s dans %s

source: Unable to set CAKE_CORE_INCLUDE_PATH, you should change it in %s
fr_fr: Impossible de définir CAKE_CORE_INCLUDE_PATH, vous devez le changer dans %s

source: * <warning>Remember to check these values after moving to production server</warning>
fr_fr: * <warning>N'oubliez pas de vérifier ces valeurs après avoir migré vers le serveur de production</warning>

source: Could not set permissions on %s
fr_fr: Impossible de définir les autorisations sur %s

source: <success>Project baked successfully!</success>
fr_fr: <success>Projet préparé avec succès !</success>

source: Project baked but with <warning>some issues.</warning>.
fr_fr: Projet préparé mais avec <warning>quelques problèmes</warning>.

source: What is the path to the directory layout you wish to copy?
fr_fr: Quel est le chemin d'accès à la structure de répertoire que vous souhaitez copier ?

source: The directory path you supplied was empty. Please try again.
fr_fr: Le chemin de répertoire que vous avez fourni était vide. Veuillez réessayer.

source: Directory path does not exist please choose another:
fr_fr: Le chemin de répertoire n'existe pas, veuillez en choisir un autre:

source: <info>Skel Directory</info>:
fr_fr: <info>Répertoire Skel</info> :

source: <info>Will be copied to</info>:
fr_fr: <info>sera copié dans</ info> :

source: <error>Could not create</error> '%s' properly.
fr_fr: <error>Impossible de créer</error> '%s' correctement.

source: <error>Bake Aborted.</error>
fr_fr: <error>Bake annulé.</error>

source: You have more than one routing prefix configured
fr_fr: Vous avez plus d'un préfixe de routage configuré

source: Please choose a prefix to bake with.
fr_fr: Veuillez choisir un préfixe pour cuisiner avec.

source: You need to enable %s in %s to use prefix routing.
fr_fr: Vous devez activer %s dans %s pour utiliser le routage de préfixe.

source: What would you like the prefix route to be?
fr_fr: Que voudriez-vous que la route de préfixe soit?

source: Example: %s
fr_fr: Exemple : %s

source: Enter a routing prefix:
fr_fr: Entrez un préfixe de routage :

source: <error>Unable to write to</error> %s.
fr_fr: <error>Impossible d'écrire dans</error> %s.

source: Generate a new CakePHP project skeleton.
fr_fr: Générez un nouveau squelette de projet CakePHP.

source: Application directory to make, if it starts with "/" the path is absolute.
fr_fr: Répertoire d’application à créer, s’il commence par "/", le chemin est absolu.

source: Create empty files in each of the directories. Good if you are using git
fr_fr: Créez des fichiers vides dans chacun des répertoires. Bon si vous utilisez git

source: The directory layout to use for the new application skeleton. Defaults to cake/Console/Templates/skel of CakePHP used to create the project.
fr_fr: La structure de répertoire à utiliser pour le nouveau squelette d'application. Par défaut, cake/Console/Templates/skel de CakePHP est utilisé pour créer le projet.

source: You have more than one set of templates installed.
fr_fr: Vous avez plusieurs jeux de modèles installés.

source: Please choose the template set you wish to use:
fr_fr: Veuillez choisir le jeu de modèles que vous souhaitez utiliser:

source: Which bake theme would you like to use?
fr_fr: Quel thème de cuisson souhaitez-vous utiliser ?

source: Could not find template for %s
fr_fr: Impossible de trouver le modèle pour %s

source: Would you like bake to build your views interactively? Warning: Choosing no will overwrite %s views if they exist.
fr_fr: Voulez-vous que bake construise vos vues de manière interactive? Avertissement : choisir non va écraser %s vues %s, si elles existent.

source: Would you like to create some CRUD views (index, add, view, edit) for this controller? NOTE: Before doing so, you'll need to create your controller and model classes (including associated models).
fr_fr: Souhaitez-vous créer des vues CRUD (indexer, ajouter, afficher, modifier) pour ce contrôleur? Remarque: avant de commencer, vous devez créer votre contrôleur etvos modèles de classe (y compris les modèles associés).

source: Would you like to create the views for admin routing?
fr_fr: Souhaitez-vous créer les vues pour le routage administrateur ?

source: View Scaffolding Complete.
fr_fr: Afficher l'échafaudage terminé.

source: Controller not found
fr_fr: Contrôleur non trouvé

source: The file '%s' could not be found. In order to bake a view, you'll need to first create the controller.
fr_fr: Le fichier '%s' est introuvable. Pour créer une vue, vous devez d'abord créer le contrôleur.

source: Action Name? (use lowercase_underscored function name)
fr_fr: Nom de l'action ? (utilisez le nom de la fonction en minuscule_underscored)

source: The action name you supplied was empty. Please try again.
fr_fr: Le nom de l'action que vous avez fourni était vide. Veuillez réessayer.

source: The following view will be created:
fr_fr: La vue suivante sera créée:

source: Controller Name: %s
fr_fr: Nom du contrôleur : %s

source: Action Name: %s
fr_fr: Nom de l'action : %s

source: Path: %s
fr_fr: Chemin : %s

source: Bake Aborted.
fr_fr: Bake abandonné.

source: Baking `%s` view file...
fr_fr: Bake le fichier de vue `%s`…

source: Bake views for a controller, using built-in or custom templates.
fr_fr: Bake des vues pour un contrôleur, à l'aide de modèles intégrés ou personnalisés.

source: Name of the controller views to bake. Can be Plugin.name as a shortcut for plugin baking.
fr_fr: Nom des vues du contrôleur à bake. Peut être Plugin.name comme raccourci pour la cuisson de plugin.

source: Will bake a single action's file. core templates are (index, add, edit, view)
fr_fr: Va bake le fichier d'une seule action. les modèles de base sont (indexer, ajouter, éditer, voir)

source: Will bake the template in <action> but create the filename after <alias>.
fr_fr: Préparera le modèle dans <action> mais créera le nom de fichier après <alias>.

source: Plugin to bake the view into.
fr_fr: Plugin pour bake la vue dans.

source: Set to only bake views for a prefix in Routing.prefixes
fr_fr: Activer uniquement les vues de cuisson pour un préfixe dans routing.prefixes

source: The connection the connected model is on.
fr_fr: La connexion sur laquelle le modèle connecté est activé.

source: Bake all CRUD action views for all controllers. Requires models and controllers to exist.
fr_fr: Bake toutes les vues d'action CRUD pour tous les contrôleurs. Nécessite des modèles et des contrôleurs pour exister.

source: All cronjobs will be forced to execute!
fr_fr: Tous les cronjobs seront exécuté !

source: Interactive openITCOCKPIT debugging shell
fr_fr: Shell de débogage openITCOCKPIT interactif

source: [D]ebug Monitoring Configuration
fr_fr: [D]éboguer la configuration de surveillance

source: What would you like to debug?
fr_fr: Que voudriez-vous déboguer ?

source: You have made an invalid selection. Please choose by entering D or C.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant D ou C.

source: Tail and parse monitoring logfile
fr_fr: [T]ail et analyser le fichier journal de surveillance

source: Tailf and parse monitoring logfile
fr_fr: Tailf et parser le journal de surveillance

source: Read and translate from stdin. Example cat file.cfg | oitc debug -s
fr_fr: Lire et traduire de stdin. Exemple cat file.cfg | oitc debug -s

source: Debuging menu
fr_fr: Menu de débogage

source: [T]ail and parse monitoring log file
fr_fr: [T]ail et analyser le fichier journal de surveillance

source: [TF] Tail -f and parse monitoring log file
fr_fr: [TF] Tail -f et parser le journal de surveillance

source: [H] Debug host configuratgion files
fr_fr: [H] Déboguer les fichiers de configuration de l'hôte

source: [HT] Debug host template configuration files
fr_fr: [HT] Fichiers de configuration du modèle d'hôte de débogage

source: [S] Debug service configuration files
fr_fr: [S] Déboguer les fichiers de configuration de service

source: [ST] Debug service template configuration files
fr_fr: [ST] Déboguer les fichiers de configuration du modèle de service

source: [TP] Debug timeperiod configuration files
fr_fr: [TP] Déboguer les fichiers de configuration de la période de temps

source: [CM] Debug command configuration files
fr_fr: [CM] Déboguer les fichiers de configuration de commande

source: [C] Debug contact configuration files
fr_fr: [C] Déboguer les fichiers de configuration des contacts

source: [CG] Debug contact group configuration files
fr_fr: [CG] Déboguer les fichiers de configuration du groupe de contacts

source: [HE] Debug host escalation configuration files
fr_fr: [HE] Déboguer les fichiers de configuration d'escalade d'hôtes

source: [SE] Debug service escalation configuration files
fr_fr: [SE] Déboguer les fichiers de configuration d'escalade de service

source: [HD] Debug host dependency configuration files
fr_fr: [HD] Déboguer les fichiers de configuration de la dépendance de l'hôte

source: [SD] Debug service dependency configuration files
fr_fr: [SD] Déboguer les fichiers de configuration de la dépendance du service

source: [UUID] Search object by UUID
fr_fr: [UUID] Rechercher un objet par UUID

source: [B]ack
fr_fr: [B] Retour

source: You have made an invalid selection. Please choose by entering T or B.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant T ou B.

source: Hopefully i was helpful
fr_fr: J'espère que j'ai été utile

source: Thanks for using me, bye
fr_fr: Merci de m'avoir utilisé, au revoir

source: Starts GearmanWorker in forground mode and fork worker processes
fr_fr: Démarre GearmanWorker en avant-plan et duplique les processus des workers

source: Start GearmanWorker in daemon mode and and fork the process in the background the daemon
fr_fr: Démarre GearmanWorker en arrière-plan (démon) et duplique le processus en arrière-plan.

source: Stops the daemon
fr_fr: Arrête le démon

source: Restart the daemon
fr_fr: Redémarrer le démon

source: Resturn the status of the daemon
fr_fr: Resturn le statut du démon

source: Pacemaker likes this, but we dont know why :) (it's recommended to use with -q e.g.: gearman_worker -p -q)
fr_fr: Pacemaker aime ça, mais on ne sait pas pourquoi :) (il est recommandé de l'utiliser avec -q exemple: gearman_worker -p -q)

source: Type of the notification host or service
fr_fr: Type de l'hôte ou du service de notification

source: Notification type of monitoring engine
fr_fr: Type de notification du moteur de surveillance

source: Host uuid you want to send a notification
fr_fr: Uuid de l'hôte auquel vous souhaitez envoyer une notification

source: Host description you want to send a notification
fr_fr: Description de l'hôte auquel vous souhaitez envoyer une notification

source: current host state
fr_fr: état de l'hôte actuel

source: host address
fr_fr: adresse de l'hôte

source: host output
fr_fr: sortie de l'hôte

source: host long output
fr_fr: sortie longue hôte

source: host acknowledgement author
fr_fr: auteur accusé de réception

source: host acknowledgement comment
fr_fr: commentaire d'accusé de réception

source: recivers mail address
fr_fr: adresse mail du receveur

source: human name of the contact
fr_fr: nom humain du contact

source: Service uuid you want to notify
fr_fr: Uuid du service que vous souhaitez notifier

source: service state
fr_fr: état du service

source: service output
fr_fr: sortie de service

source: service long output
fr_fr: sortie longue du service

source: service acknowledgement author
fr_fr: auteur de l'accusé de réception de service

source: service acknowledgement comment
fr_fr: commentaire d'accusé de réception de service

source: Email type for notifications [text, html, both]
fr_fr: Type de courrier électronique pour les notifications [texte, html, les deux]

source: Email without attachments
fr_fr: Email sans pièces jointes

source: Notification type of monitoring engine => $NOTIFICATIONTYPE$
fr_fr: Type de notification du moteur de surveillance => $NOTIFICATIONTYPE$

source: Host uuid you want to send a notification => $HOSTNAME$
fr_fr: Uuid de l'hôte auquel vous souhaitez envoyer une notification => $HOSTNAME$

source: Service uuid you want to send a notification => $SERVICEDESC$
fr_fr: Uuid du service auquel vous voulez envoyer une notification => $SERVICEDESC$

source: current host state => $HOSTSTATEID$/$SERVICESTATEID$
fr_fr: Etat hôte actuel => $HOSTSTATEID$/$SERVICESTATEID$

source: host output => $HOSTOUTPUT$/$SERVICEOUTPUT$
fr_fr: sortie de l'hôte => $HOSTOUTPUT$/$SERVICEOUTPUT$

source: host acknowledgement author => $NOTIFICATIONAUTHOR$
fr_fr: auteur de l'accusé de réception => $NOTIFICATIONAUTHOR$

source: host acknowledgement comment => $NOTIFICATIONCOMMENT$
fr_fr: commentaire d'accusé de réception hôte => $NOTIFICATIONCOMMENT$

source: API Token of your Pushover Application => $_CONTACTPUSHOVERAPP$
fr_fr: Jeton d'API de votre application Pushover => $_CONTACTPUSHOVERAPP$

source: Your Pushover User Key => $_CONTACTPUSHOVERUSER$
fr_fr: Votre clé d'utilisateur Pushover => $_CONTACTPUSHOVERUSER$

source: If set, connection will be established using the proxy server defined in openITCOCKPIT interface. (1/0)
fr_fr: Si défini, la connexion sera établie en utilisant le serveur proxy défini dans l'interface openITCOCKPIT. (1/0)

source: Pretty print sql queries
fr_fr: Requêtes SQL formattées

source: Hide ARO and ACO queries
fr_fr: Masquer les requêtes ARO et ACO

source: Start a WebSocket server to make the query log accessible from openITCOCKPIT web interface
fr_fr: Démarrer un serveur WebSocket pour rendre le journal de requête accessible à partir de l'interface Web openITCOCKPIT

source: The uuid of the host
fr_fr: L'uuid de l'hôte

source: openITCOCKPIT User Id
fr_fr: ID utilisateur openITCOCKPIT

source: [Y]es I want to continue the setup of openITCOCKPIT
fr_fr: [Y] Oui je veux continuer la configuration de openITCOCKPIT

source: [N]o and exit shell
fr_fr: [N]on et quitter le shell

source: Are you sure to continue?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: You have made an invalid selection. Please choose by entering Y or N.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant Y ou N.

source: Please enter your first name
fr_fr: Veuillez entrer votre prénom

source: Please enter your last name
fr_fr: Veuillez entrer votre nom de famille

source: Please enter your email address. This will be the username for the login.
fr_fr: S'il vous plaît entrez votre adresse email. Ce sera le nom d'utilisateur pour la connexion.

source: Please enter a password for the login.
fr_fr: Veuillez saisir un mot de passe pour vous connecter.

source: Please confirm your password
fr_fr: Veuillez confirmer votre mot de passe

source: Please enter the FQDN or IP address of your openITCOCKPIT Server. If you do not know your IP address enter a random one and change it via the interface later.
fr_fr: Veuillez entrer le nom de domaine complet ou l'adresse IP de votre serveur openITCOCKPIT. Si vous ne connaissez pas votre adresse IP, entrez une adresse aléatoire et modifiez-la ultérieurement via l'interface.

source: Please enter your return mail address
fr_fr: Veuillez entrer votre adresse mail de retour

source: Please enter the address of your mail server (e.g. mail.example.org)
fr_fr: Veuillez saisir l'adresse de votre serveur de messagerie (par exemple, mail.example.org)

source: Please enter the port of your mail server
fr_fr: Veuillez entrer le port de votre serveur de messagerie

source: Please enter your username, or leave it blank if you don't need a user
fr_fr: Veuillez entrer votre nom d'utilisateur ou laissez le champ vide si vous n'avez pas besoin d'un utilisateur.

source: Please enter your password, or leave it blank if you don't need a password
fr_fr: Veuillez entrer votre mot de passe ou laissez le champ vide si vous n'avez pas besoin de mot de passe.

source: IP address of the SMS gateway
fr_fr: Adresse IP de la passerelle SMS

source: Transport method for example NRPE
fr_fr: Méthode de transport par exemple NRPE

source: Starts SudoServer in daemon mode, instead of as a forground process
fr_fr: Démarre SudoServer en mode démon, plutôt qu'en tant que processus en avant-plan

source: Pacemaker likes this, but we dont know why :) (it's recommended to use with -q e.g.: sudo_server -p -q)
fr_fr: Pacemaker aime ça, mais on ne sait pas pourquoi :) (il est recommandé de l'utiliser avec -q exemple: sudo_server -p -q)

source: Fix Hosts and Services where a flag is assigned but not in use by any module
fr_fr: Correction des hôtes et des services pour lesquels un indicateur est attribué mais n'est utilisé par aucun module

source: Please enter the name of the
fr_fr: Veuillez entrer le nom de la

source: No name field for
fr_fr: Pas de nom de champ pour

source: I found
fr_fr: J'ai trouvé

source: Please select one
fr_fr: S'il vous plait sélectionner un

source: Your choice please
fr_fr: Votre choix s'il vous plait

source: not found
fr_fr: Introuvable

source: Please enter your UUID
fr_fr: S'il vous plaît entrer votre UUID

source: No result for given UUID
fr_fr: Aucun résultat pour UUID donné

source: Notice: This is not the real nagios configuration file. This is a human readable version of the config.
fr_fr: Notice : Ce n'est pas le vrai fichier de configuration de nagios. C'est une version lisible par l'homme.

source: <error>File not found! (
fr_fr: <error>Fichier non trouvé ! (

source: <error>Folder %s is empty!</error>
fr_fr: <error>Le dossier %s est vide !</error>

source: verifying configuration files, please standby...
fr_fr: vérification des fichiers de configuration, veuillez patienter…

source: Host or Service
fr_fr: Hôte ou service

source: PROBLEM
fr_fr: PROBLÈME

source: The Host UUID
fr_fr: UUID de l'hôte

source: The Host output
fr_fr: La sortie de l'hôte

source: The Service UUID
fr_fr: L'UUID de service

source: The Service output
fr_fr: La sortie du service

source: The Receiver of the message in international format eg. 0049123456789
fr_fr: Le destinataire du message au format international, par exemple. 0049123456789

source: The Sender of the message
fr_fr: L'expéditeur du message

source: The ID of your massenversand.de account
fr_fr: L'identifiant de votre compte massenversand.de

source: The Password of your massenversand.de account
fr_fr: Le mot de passe de votre compte massenversand.de

source: The time to send the Message 0 = now or hhmmddmmyyyy
fr_fr: L'heure d'envoi du message 0 = maintenant ou hhmmddmmyyyy

source: t = text sms, c = oversize sms, f = flash sms, utf8 = utf8 sms 70 digits per sms
fr_fr: t = texte sms, c = sms surdimensionné, f = sms flash, utf8 = sms utf8 70 chiffres par sms

source: 1 = no SMS will be created but the server will respond like it would be
fr_fr: 1 = aucun SMS ne sera créé mais le serveur répondra comme il le serait

source: host or service
fr_fr: hôte ou service

source: The date and time the problem occoured
fr_fr: La date et l'heure du problème

source: State of the Host
fr_fr: Etat de l'hôte

source: State of the Service
fr_fr: Etat du service

source: output
fr_fr: sortie

source: comment
fr_fr: commentaire

source: The requested address %s was not found on this server.
fr_fr: L'adresse demandée %s n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred.
fr_fr: Une erreur interne s'est produite.

source: Scaffold ::
fr_fr: Échafaudage ::

source: Invalid %s
fr_fr: %s non valide

source: updated
fr_fr: mis à jour

source: saved
fr_fr: enregistré

source: The %1$s has been %2$s
fr_fr: Le %1$s a été %2$s

source: Please correct errors below.
fr_fr: Veuillez corriger les erreurs ci-dessous.

source: The %1$s with id: %2$s has been deleted.
fr_fr: Le %1$s avec l'id : %2$s a été supprimé.

source: There was an error deleting the %1$s with id: %2$s
fr_fr: Une erreur s'est produite lors de la suppression de %1$s avec l'id : %2$s

source: You are not authorized to access that location.
fr_fr: Vous n'êtes pas autorisé à accéder à cet emplacement.

source: This field cannot be left blank
fr_fr: Cette case ne peut pas être laissée vide

source: The requested file was not found
fr_fr: Le fichier demandé n'a pas été trouvé

source: Today, %s
fr_fr: Aujourd'hui, %s

source: Yesterday, %s
fr_fr: Hier, %s

source: Tomorrow, %s
fr_fr: Demain, %s

source: On %s %s
fr_fr: Sur %s %s

source: %s ago
fr_fr: Il y a %s

source: in %s
fr_fr: dans %s

source: on %s
fr_fr: sur %s

source: in about a second
fr_fr: dans environ une seconde

source: in about a minute
fr_fr: dans environ une minute

source: in about an hour
fr_fr: dans environ une heure

source: in about a day
fr_fr: dans environ un jour

source: in about a week
fr_fr: dans environ une semaine

source: in about a year
fr_fr: dans environ un an

source: about a second ago
fr_fr: il y a environ une seconde

source: about a minute ago
fr_fr: Il y a environ une minute

source: about an hour ago
fr_fr: il y a environ une heure

source: about a day ago
fr_fr: il y a environ un jour

source: about a week ago
fr_fr: il y a environ une semaine

source: about a year ago
fr_fr: Il ya environ un an

source: A view block with the name '%s' is already/still open.
fr_fr: Un bloc de vue portant le nom '%s' est déjà/toujours ouvert.

source: Error in field %s
fr_fr: Erreur dans le champ %s

source: New %s
fr_fr: Nouveau %s

source: Edit %s
fr_fr: Modifier %s

source: empty
fr_fr: vide

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre
