Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Current time as string (HH:MM:SS).
fr_fr: Heure actuelle sous forme de chaîne (HH: MM: SS).

source: Current time as UNIX timestamp.
fr_fr: Heure actuelle comme horodatage UNIX.

source: Comparing Database to Schema...
fr_fr: Comparer la base de données au schéma…

source: Schema is up to date.
fr_fr: Le schéma est à jour.

source: The following statements will run.
fr_fr: Les instructions suivantes seront exécutées.

source: Updating Database...
fr_fr: Mise à jour de la base de données…

source: End update.
fr_fr: Terminer la mise à jour.

source: Absolute path or relative to APP.
fr_fr: Chemin absolu ou relatif à APP.

source: <error>Error:</error> %s %s
fr_fr: <error>Erreur: </ erreur> %s %s

source: %s in [%s, line %s]
fr_fr: %s dans [ %s , ligne %s ]

source: <error>%s Error:</error> %s
fr_fr: <error>%s Erreur: </ erreur> %s

source: <comment>(optional)</comment>
fr_fr: <comment> (facultatif) </ comment>

source: <comment>(choices: %s)</comment>
fr_fr: <comment> (choix: %s ) </ comment>

source: "%s" is not a valid value for %s. Please use one of "%s"
fr_fr: "%s" n'est pas une valeur valide pour %s. Veuillez utiliser l'un des "%s"

source: Short option "%s" is invalid, short options must be one letter.
fr_fr: L'option courte "%s" n'est pas valide, les options courtes doivent être d'une lettre.

source: <comment>(default: %s)</comment>
fr_fr: <comment> (par défaut: %s ) </ comment>

source: "%s" is not a valid value for --%s. Please use one of "%s"
fr_fr: "%s" n'est pas une valeur valide pour - %s. Veuillez utiliser l'un des "%s"

source: Display this help.
fr_fr: Affiche cette aide.

source: Enable verbose output.
fr_fr: Activer la sortie commentée.

source: Enable quiet output.
fr_fr: Activer la sortie silencieuse.

source: Missing required arguments. %s is required.
fr_fr: Arguments requis manquants. %s est requis.

source: Unknown short option `%s`
fr_fr: Option courte inconnue ` %s s`

source: Unknown option `%s`
fr_fr: Option inconnue ` %s s`

source: Too many arguments.
fr_fr: Trop d'arguments.

source: <info>Usage:</info>
fr_fr: <info> Utilisation: </ info>

source: <info>Subcommands:</info>
fr_fr: <info> Sous-commandes: </ info>

source: To see help on a subcommand use <info>`cake %s [subcommand] --help`</info>
fr_fr: Pour voir l'aide sur une sous-commande, utilisez <info> `cake %s [sous-commande] --help` </ info>

source: <info>Welcome to CakePHP %s Console</info>
fr_fr: <info> Bienvenue dans la console %s de CakePHP </ info>

source: Path: %s
fr_fr: Chemin : %s

source: <error>Error:</error> %s
fr_fr: <error>Erreur:</error> %s

source: <warning>File `%s` exists</warning>
fr_fr: <warning>Le fichier ` %s s` existe</warning>

source: Do you want to overwrite?
fr_fr: Voulez-vous écraser?

source: <error>Quitting</error>.
fr_fr: <error>Quitter </ erreur>.

source: Skip `%s`
fr_fr: Ignorer ` %s s`

source: Creating file %s
fr_fr: Création du fichier %s

source: <success>Wrote</success> `%s`
fr_fr: <success>A écrit</success> ` %s s`

source: <error>Could not write to `%s`</error>.
fr_fr: <error>Impossible d'écrire dans « %s » </ erreur>.

source: PHPUnit is not installed. Do you want to bake unit test files anyway?
fr_fr: PHPUnit n'est pas installé. Voulez-vous quand même bake des fichiers de test unitaire?

source: You can download PHPUnit from %s
fr_fr: Vous pouvez télécharger PHPUnit à partir de %s

source: Error: Your current CakePHP configuration is set to an ACL implementation other than DB.
fr_fr: Erreur: votre configuration actuelle de CakePHP est définie sur une implémentation d'ACL autre que DB.

source: Please change your core config to reflect your decision to use DbAcl before attempting to use this script
fr_fr: Veuillez modifier votre configuration de base pour refléter votre décision d'utiliser DbAcl avant d'essayer d'utiliser ce script.

source: Current ACL Classname: %s
fr_fr: Nom de classe ACL actuel : %s

source: Your database configuration was not found. Take a moment to create one.
fr_fr: Votre configuration de base de données n'a pas été trouvée. Prenez un moment pour en créer une.

source: / can not be used as an alias!
fr_fr: / ne peut pas être utilisé comme un alias !

source: / is the root, please supply a sub alias
fr_fr: / est la racine, veuillez fournir un sous-alias

source: <success>New %s</success> '%s' created.
fr_fr: <success>Nouveau %s</success> '%s' créé.

source: There was a problem creating a new %s '%s'.
fr_fr: Un problème est survenu lors de la création d'un nouveau %s '%s'.

source: Node Not Deleted.
fr_fr: Noeud non supprimé.

source: There was an error deleting the %s.
fr_fr: Une erreur s'est produite lors de la suppression du %s.

source: <success>%s deleted.</success>
fr_fr: <success>%s supprimé.</success>

source: There was an error deleting the %s. Node does not exist.
fr_fr: Une erreur s'est produite lors de la suppression du %s. Le nœud n'existe pas.

source: Error in setting new parent. Please make sure the parent node exists, and is not a descendant of the node specified.
fr_fr: Erreur lors de la définition du nouveau parent. Assurez-vous que le noeud parent existe et qu'il ne s'agit pas d'un descendant du noeud spécifié.

source: Node parent set to %s
fr_fr: Nœud parent défini sur %s

source: Supplied Node '%s' not found
fr_fr: Noeud fourni ' %s' non trouvé

source: No tree returned.
fr_fr: Aucun arbre n'est revenu.

source: Path:
fr_fr: Chemin :

source: %s is <success>allowed</success>.
fr_fr: %s est <success>autorisé</success>.

source: %s is <error>not allowed</error>.
fr_fr: %s est <erreur>non autorisé</erreur>.

source: Permission <success>granted</success>.
fr_fr: Autorisation <success>accordée</success>.

source: Permission was <error>not granted</error>.
fr_fr: L'autorisation était <error>non accordée</error>.

source: Permission denied.
fr_fr: Permission refusée.

source: Permission was not denied.
fr_fr: L'autorisation n'a pas été refusée.

source: Permission inherited.
fr_fr: Permission héritée.

source: Permission was not inherited.
fr_fr: L'autorisation n'a pas été héritée.

source: Type of node to create.
fr_fr: Type de noeud à créer.

source: A console tool for managing the DbAcl
fr_fr: Un outil de console pour gérer le DbAcl

source: Create a new ACL node
fr_fr: Créer un nouveau noeud ACL

source: Creates a new ACL object <node> under the parent
fr_fr: Crée un nouvel objet ACL <node> sous le parent

source: You can use `root` as the parent when creating nodes to create top level nodes.
fr_fr: Vous pouvez utiliser `root` en tant que parent lors de la création de nœuds pour créer des nœuds de niveau supérieur.

source: The node selector for the parent.
fr_fr: Le sélecteur de nœud pour le parent.

source: The alias to use for the newly created node.
fr_fr: L'alias à utiliser pour le nœud nouvellement créé.

source: Deletes the ACL object with the given <node> reference
fr_fr: Supprime l'objet ACL avec la référence <node> donnée

source: Delete an ACL node.
fr_fr: Supprimer un nœud ACL.

source: The node identifier to delete.
fr_fr: L'identifiant de noeud à supprimer.

source: Moves the ACL node under a new parent.
fr_fr: Déplace le nœud ACL sous un nouveau parent.

source: Moves the ACL object specified by <node> beneath <parent>
fr_fr: Déplace l'objet ACL spécifié par <node> sous <parent>

source: The node to move
fr_fr: Le nœud à déplacer

source: The new parent for <node>.
fr_fr: Le nouveau parent pour <node>.

source: Print out the path to an ACL node.
fr_fr: Imprimez le chemin d'accès à un nœud ACL.

source: Returns the path to the ACL object specified by <node>.
fr_fr: Renvoie le chemin d'accès à l'objet ACL spécifié par <node>.

source: This command is useful in determining the inheritance of permissions for a certain object in the tree.
fr_fr: Cette commande est utile pour déterminer l'héritage des autorisations pour un certain objet de l'arborescence.

source: The node to get the path of
fr_fr: Le noeud pour obtenir le chemin de

source: Check the permissions between an ACO and ARO.
fr_fr: Vérifiez les autorisations entre un ACO et un ARO.

source: Use this command to check ACL permissions.
fr_fr: Utilisez cette commande pour vérifier les autorisations ACL.

source: ARO to check.
fr_fr: ARO à vérifier.

source: ACO to check.
fr_fr: ACO à vérifier.

source: Action to check
fr_fr: Action à vérifier

source: Grant an ARO permissions to an ACO.
fr_fr: Accorder des autorisations ARO à un ACO.

source: Use this command to grant ACL permissions. Once executed, the ARO specified (and its children, if any) will have ALLOW access to the specified ACO action (and the ACO's children, if any).
fr_fr: Utilisez cette commande pour accorder des autorisations ACL. Une fois exécuté, l'ARO spécifié (et ses enfants, le cas échéant) aura AUTORISÉ l'accès à l'action ACO spécifiée (et aux enfants de l'ACO, le cas échéant).

source: ARO to grant permission to.
fr_fr: ARO pour accorder la permission à.

source: ACO to grant access to.
fr_fr: ACO pour accorder l'accès à.

source: Action to grant
fr_fr: Action à accorder

source: Deny an ARO permissions to an ACO.
fr_fr: Refuser une autorisation ARO à un ACO.

source: Use this command to deny ACL permissions. Once executed, the ARO specified (and its children, if any) will have DENY access to the specified ACO action (and the ACO's children, if any).
fr_fr: Utilisez cette commande pour refuser les autorisations ACL. Une fois exécuté, l'ARO spécifié (et ses enfants, le cas échéant) aura DENY accès à l'action ACO spécifiée (et aux enfants de l'ACO, le cas échéant).

source: ARO to deny.
fr_fr: ARO à nier.

source: ACO to deny.
fr_fr: ACO à nier.

source: Action to deny
fr_fr: Action à nier

source: Inherit an ARO's parent permissions.
fr_fr: Hériter des autorisations parent d'un BRA.

source: Use this command to force a child ARO object to inherit its permissions settings from its parent.
fr_fr: Utilisez cette commande pour forcer un objet ARO enfant à hériter de ses paramètres d'autorisations de son parent.

source: ARO to have permissions inherit.
fr_fr: ARO pour avoir des autorisations hériter.

source: ACO to inherit permissions on.
fr_fr: ACO pour hériter des autorisations sur.

source: Action to inherit
fr_fr: Action pour hériter

source: View a tree or a single node's subtree.
fr_fr: Afficher une arborescence ou une sous-arborescence d'un seul nœud.

source: The view command will return the ARO or ACO tree.
fr_fr: La commande view renverra l'arborescence ARO ou ACO.

source: The optional node parameter allows you to return
fr_fr: Le paramètre node facultatif vous permet de retourner

source: only a portion of the requested tree.
fr_fr: seulement une partie de l'arbre demandé.

source: The optional node to view the subtree of.
fr_fr: Le nœud facultatif pour afficher le sous-arbre de.

source: Initialize the DbAcl tables. Uses this command : cake schema create DbAcl
fr_fr: Initialisez les tables DbAcl. Utilise cette commande: cake schema create DbAcl

source: Could not find node using reference "%s"
fr_fr: Impossible de trouver le noeud utilisant la référence "%s"

source: %s::%s() could not be found
fr_fr: %s::%s() est introuvable

source: Select a number to see the more information about a specific method. q to quit. l to list.
fr_fr: Sélectionnez un numéro pour obtenir plus d'informations sur une méthode spécifique. q pour arrêter. l pour lister.

source: Lookup doc block comments for classes in CakePHP.
fr_fr: Rechercher des commentaires de bloc doc pour les classes dans CakePHP.

source: Either a full path or type of class (model, behavior, controller, component, view, helper)
fr_fr: Soit un chemin complet ou un type de classe (modèle, comportement, contrôleur, composant, vue, assistant)

source: A CakePHP core class name (e.g: Component, HtmlHelper).
fr_fr: Un nom de classe noyau CakePHP (par exemple: Component, HtmlHelper).

source: The specific method you want help on.
fr_fr: La méthode spécifique sur laquelle vous voulez de l'aide.

source: Command %s not found
fr_fr: Commande %s non trouvée

source: Interactive Bake Shell
fr_fr: Coquille de cuisson interactive

source: [D]atabase Configuration
fr_fr: [D] Configuration de la base de donnée

source: [M]odel
fr_fr: [Modèle

source: [V]iew
fr_fr: [V]ue

source: [C]ontroller
fr_fr: [C]ontrôleur

source: [P]roject
fr_fr: [P]rojet

source: [F]ixture
fr_fr: [F]ixation

source: [T]est case
fr_fr: [T]est

source: [Q]uit
fr_fr: [Q]uitter

source: What would you like to Bake?
fr_fr: Que voulez-vous Bake ?

source: You have made an invalid selection. Please choose a type of class to Bake by entering D, M, V, F, T, or C.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir un type de classe à Bake en entrant D, M, V, F, T ou C.

source: <success>Bake All complete</success>
fr_fr: <success>Bake complété</success>

source: Bake All could not continue without a valid model
fr_fr: Bake All ne pourrait pas continuer sans un modèle valide

source: The Bake script generates controllers, views and models for your application. If run with no command line arguments, Bake guides the user through the class creation process. You can customize the generation process by telling Bake where different parts of your application are using command line arguments.
fr_fr: Le script Bake génère des contrôleurs, des vues et des modèles pour votre application. S'il est exécuté sans arguments de ligne de commande, Bake guide l'utilisateur tout au long du processus de création de classe. Vous pouvez personnaliser le processus de génération en indiquant à Bake où différentes parties de votre application utilisent des arguments de ligne de commande.

source: Bake a complete MVC. optional <name> of a Model
fr_fr: Bake un MVC complet. <name> optionnel d'un modèle

source: Bake a new app folder in the path supplied or in current directory if no path is specified
fr_fr: Bake un nouveau dossier d'application dans le chemin fourni ou dans le répertoire en cours si aucun chemin n'est spécifié

source: Bake a new plugin folder in the path supplied or in current directory if no path is specified.
fr_fr: Bake un nouveau dossier de plug-in dans le chemin fourni ou dans le répertoire en cours si aucun chemin n'est spécifié.

source: Bake a database.php file in config directory.
fr_fr: Bake un fichier database.php dans le répertoire config.

source: Bake a model.
fr_fr: Bake un modèle.

source: Bake views for controllers.
fr_fr: Bake des vues pour les contrôleurs.

source: Bake a controller.
fr_fr: Bake un contrôleur.

source: Bake a fixture.
fr_fr: Bake au four

source: Bake a unit test.
fr_fr: Bake un test unitaire.

source: Database connection to use in conjunction with `bake all`.
fr_fr: Connexion à la base de données à utiliser en conjonction avec `bake all`.

source: Theme to use when baking code.
fr_fr: Thème à utiliser lors du bake du code.

source: <info>Current Paths:</info>
fr_fr: <info>Chemins actuels :</info>

source: <info>Changing Paths:</info>
fr_fr: <info>Changement de chemin :</info>

source: Your working path should be the same as your application path. To change your path use the '-app' param.
fr_fr: Votre chemin de travail doit être identique à votre chemin d’application. Pour changer votre chemin, utilisez le paramètre '-app'.

source: Example: %s or %s
fr_fr: Exemple : %s ou %s

source: <info>Available Shells:</info>
fr_fr: <info>Shells disponibles :</info>

source: To run an app or core command, type <info>cake shell_name [args]</info>
fr_fr: Pour exécuter une application ou une commande principale, tapez <info>cake nom_shell [args]</info>.

source: To run a plugin command, type <info>cake Plugin.shell_name [args]</info>
fr_fr: Pour exécuter une commande de plug-in, tapez <info>cake Plugin.shell_name [args]</info>

source: To get help on a specific command, type <info>cake shell_name --help</info>
fr_fr: Pour obtenir de l'aide sur une commande spécifique, tapez <info>cake nom_shell --help</info>

source: Get the list of available shells for this CakePHP application.
fr_fr: Obtenez la liste des shells disponibles pour cette application CakePHP.

source: Does nothing (deprecated)
fr_fr: Ne fait rien (obsolète)

source: Get the listing as XML.
fr_fr: Obtenez la liste en XML.

source: Used by shells like bash to autocomplete command name, options and arguments
fr_fr: Utilisé par des shells comme bash pour compléter automatiquement le nom de la commande, les options et les arguments

source: Output a list of available commands
fr_fr: Produire une liste des commandes disponibles

source: List all availables
fr_fr: Lister tous les biens disponibles

source: Output a list of available subcommands
fr_fr: Produire une liste des sous-commandes disponibles

source: List subcommands for a command
fr_fr: Liste des sous-commandes pour une commande

source: The command name
fr_fr: Le nom de la commande

source: Output a list of available options
fr_fr: Produire une liste des options disponibles

source: List options
fr_fr: Options de liste

source: This command is not intended to be called manually
fr_fr: Cette commande n'est pas destinée à être appelée manuellement

source: Model classes:
fr_fr: Classes modèles :

source: There was an error loading the routes config. Please check that the file exists and contains no errors.
fr_fr: Une erreur s'est produite lors du chargement de la configuration des routes. Veuillez vérifier que le fichier existe et ne contient aucune erreur.

source: Created %s association between %s and %s
fr_fr: Créé %s association entre %s et %s

source: Please verify you are using valid models and association types
fr_fr: Vérifiez que vous utilisez des modèles et des types d'association valides.

source: Removed %s association between %s and %s
fr_fr: Suppression %s association entre %s et %s

source: Please verify you are using valid models, valid current association, and valid association types
fr_fr: Vérifiez que vous utilisez des modèles valides, une association actuelle valide et des types d'association valides.

source: No result set found
fr_fr: Aucun résultat trouvé

source: %s is not a valid model
fr_fr: %s n'est pas un modèle valide

source: Saved record for %s
fr_fr: Enregistrement sauvegardé pour %s

source: Please verify that you selected a valid model
fr_fr: Veuillez vérifier que vous avez sélectionné un modèle valide.

source: There was an error loading the routes config. Please check that the file exists and is free of parse errors.
fr_fr: Une erreur s'est produite lors du chargement de la configuration des routes. Veuillez vérifier que le fichier existe et qu'il ne contient pas d'erreur d'analyse.

source: Routes configuration reloaded, %d routes connected
fr_fr: Configuration des routes rechargée, %d routes connectées

source: <info>I18n Shell</info>
fr_fr: <info>Shell I18n</info>

source: [E]xtract POT file from sources
fr_fr: [E]xtrait le fichier POT des sources

source: [I]nitialize i18n database table
fr_fr: [I]nitialise la table de base de données i18n

source: [H]elp
fr_fr: [H] Aidez-moi

source: What would you like to do?
fr_fr: Que voulez-vous faire ?

source: You have made an invalid selection. Please choose a command to execute by entering E, I, H, or Q.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir une commande à exécuter en entrant E, I, H ou Q.

source: I18n Shell initializes i18n database table for your application and generates .pot files(s) with translations.
fr_fr: I18n Shell initialise la table de base de données i18n pour votre application et génère un ou plusieurs fichiers .pot avec traduction.

source: Initialize the i18n table.
fr_fr: Initialiser la table i18n.

source: Extract the po translations from your application
fr_fr: Extraire les traductions po de votre application

source: Schema file (%s) could not be found.
fr_fr: Le fichier de schéma (%s ) est introuvable.

source: Generating Schema...
fr_fr: Génération de schéma…

source: Schema file exists. [O]verwrite [S]napshot [Q]uit Would you like to do?
fr_fr: Le fichier de schéma existe. [O] écraser [S]napshot [Q] uitter Que voulez-vous faire?

source: Schema file: %s generated
fr_fr: Fichier de schéma : %s généré

source: Schema could not be loaded
fr_fr: Le schéma n'a pas pu être chargé

source: SQL dump file created in %s
fr_fr: Fichier d'export SQL créé dans %s

source: SQL dump could not be created
fr_fr: L'export SQL n'a pas pu être créé

source: Performing a dry run.
fr_fr: Effectuer un essai.

source: <error>Error</error>: The chosen schema could not be loaded. Attempted to load:
fr_fr: <error>Erreur</error>: le schéma choisi n'a pas pu être chargé. Tentative de chargement :

source: - file: %s
fr_fr: - fichier : %s

source: - name: %s
fr_fr: - nom : %s

source: The following table(s) will be dropped.
fr_fr: Les tables suivantes seront supprimées.

source: Are you sure you want to drop the table(s)?
fr_fr: Êtes-vous sûr de vouloir supprimer les tables ?

source: Dropping table(s).
fr_fr: Suppression de table (s).

source: The following table(s) will be created.
fr_fr: Les tables suivantes seront créées.

source: Are you sure you want to create the table(s)?
fr_fr: Êtes-vous sûr de vouloir créer la ou les tables ?

source: Creating table(s).
fr_fr: Création de table(s).

source: End create.
fr_fr: Fin de créer.

source: Are you sure you want to alter the tables?
fr_fr: Êtes-vous sûr de vouloir modifier les tables?

source: Sql could not be run
fr_fr: SQL ne peut pas être exécuté

source: %s is up to date.
fr_fr: %s est à jour.

source: Dry run for %s :
fr_fr: Essai pour %s :

source: %s updated.
fr_fr: %s mis à jour.

source: The plugin to use.
fr_fr: Le plugin à utiliser.

source: Set the db config to use.
fr_fr: Définissez la configuration de la base de données à utiliser.

source: Path to read and write schema.php
fr_fr: Chemin pour lire et écrire schema.php

source: File name to read and write.
fr_fr: Nom du fichier à lire et à écrire.

source: Classname to use. If its Plugin.class, both name and plugin options will be set.
fr_fr: Nom de classe à utiliser. Si c'est Plugin.class, les options de nom et de plugin seront définies.

source: Snapshot number to use/make.
fr_fr: Numéro d'instantané à utiliser/ créer.

source: Specify models as comma separated list.
fr_fr: Spécifiez les modèles sous forme de liste séparée par des virgules.

source: Perform a dry run on create and update commands. Queries will be output instead of run.
fr_fr: Effectuer un essai sur les commandes de création et de mise à jour. Les requêtes seront sorties au lieu d'être exécutées.

source: Force "generate" to create a new schema
fr_fr: Force "generate" pour créer un nouveau schéma

source: Write the dumped SQL to a file.
fr_fr: Ecrire l'export SQL dans un fichier.

source: Tables to exclude as comma separated list.
fr_fr: Tables à exclure sous forme de liste séparée par des virgules.

source: Do not prompt for confirmation. Be careful!
fr_fr: Ne pas demander de confirmation. Faites attention !

source: The Schema Shell generates a schema object from the database and updates the database from the schema.
fr_fr: Schema Shell génère un objet de schéma à partir de la base de données et met à jour la base de données à partir du schéma.

source: Read and output the contents of a schema file
fr_fr: Lire et sortir le contenu d'un fichier de schéma

source: Reads from --connection and writes to --path. Generate snapshots with -s
fr_fr: Lit depuis --connection et écrit dans --path. Générer des instantanés avec -s

source: Generate a snapshot.
fr_fr: Générez un instantané.

source: Dump database SQL based on a schema file to stdout.
fr_fr: Export de la base de données SQL basé sur un fichier de schéma dans stdout.

source: Drop and create tables based on the schema file.
fr_fr: Supprimer et créer des tables basées sur le fichier de schéma.
