Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Every defined weekday
fr_fr: Chaque jour défini

source: Recurring host group downtimes overview
fr_fr: Vue d'ensemble des temps d'arrêt des groupes hôtes récurrents

source: Recurring container downtimes overview
fr_fr: Vue d'ensemble des temps d'arrêt des conteneurs récurrents

source: Filter by container name
fr_fr: Filtrer par nom de conteneur

source: Recurring service downtimes overview
fr_fr: Vue d'ensemble des temps d'arrêt des services récurrents

source: System Failure
fr_fr: Défaillance du système

source: Create new system failure
fr_fr: Créer une nouvelle défaillance du système

source: System failure
fr_fr: Défaillance du système

source: What are "System Failures" for?
fr_fr: A quoi servent les "pannes du système" ?

source: <i>System failures</i> are outages of the openITCOCKPIT server itself. They need to be created manually.
fr_fr: Les <i> pannes système </ i> sont des pannes du serveur openITCOCKPIT lui-même. Ils doivent être créés manuellement.

source: Timeframes defined by System failures will be ignored while report generation.
fr_fr: Les délais définis par les défaillances du système seront ignorés lors de la génération du rapport.

source: Create system failure
fr_fr: Créer une défaillance du système

source: System failures overview
fr_fr: Vue d'ensemble des pannes système

source: Filter by first and last name
fr_fr: Filtrer par prénom et nom

source: System Settings
fr_fr: Les paramètres du système

source: Do not change values, where you don't know what you are doing!
fr_fr: Ne changez pas les valeurs, où vous ne savez pas ce que vous faites!

source: System settings
fr_fr: Les paramètres du système

source: PHP session
fr_fr: Session PHP

source: Two factor authentication (PHP session based)
fr_fr: Authentification à deux facteurs (basée sur une session PHP)

source: Click for more information.
fr_fr: Cliquez pour plus d'informations.

source: Tenants
fr_fr: Les locataires

source: Create tenant
fr_fr: Créer un locataire

source: Edit tenant:
fr_fr: Editer le locataire:

source: Update tenant
fr_fr: Mettre à jour le locataire

source: Tenants overview
fr_fr: Aperçu des locataires

source: Tenant name
fr_fr: Nom du locataire

source: Create new time period
fr_fr: Créer une nouvelle période

source: In addition to the interval defined by the given time ranges, you are able to add 24x7 days using a calendar. This will only affect the monitoring engine.
fr_fr: Outre l'intervalle défini par les plages de temps indiquées, vous pouvez ajouter 24 jours sur 7 à l'aide d'un calendrier. Cela n'affectera que le moteur de surveillance.

source: Time ranges:
fr_fr: Plages de temps:

source: Do not enter overlapping timeframes
fr_fr: Ne pas entrer les délais qui se chevauchent

source: Create time period
fr_fr: Créer une période

source: Copy timeperiod/s
fr_fr: Temps de copie / s

source: Source time period:
fr_fr: Période source:

source: Name of the new time period
fr_fr: Nom de la nouvelle période

source: Edit time period
fr_fr: Modifier la période

source: Update time period
fr_fr: Période de mise à jour

source: Time periods overview
fr_fr: Aperçu des périodes

source: Filter by time period name
fr_fr: Filtrer par nom de période

source: Filter by time period description
fr_fr: Filtrer par description de période

source: Time period name
fr_fr: Nom de la période

source: Timeperiods
fr_fr: Périodes

source: timeperiod
fr_fr: période de temps

source: command
fr_fr: commander

source: commands
fr_fr: commandes

source: User container roles
fr_fr: Rôles de conteneur d'utilisateur

source: Create new user container role
fr_fr: Créer un nouveau rôle de conteneur d'utilisateurs

source: User container role
fr_fr: Rôle de conteneur d'utilisateur

source: Role name
fr_fr: Nom de rôle

source: read
fr_fr: lis

source: read/write
fr_fr: lire écrire

source: Create user container role
fr_fr: Créer un rôle de conteneur d'utilisateurs

source: Edit user container role:
fr_fr: Modifier le rôle de conteneur d'utilisateurs:

source: Update user container role
fr_fr: Mettre à jour le rôle de conteneur d'utilisateurs

source: User container roles overview
fr_fr: Vue d'ensemble des rôles de conteneur d'utilisateur

source: Manage User Roles
fr_fr: Gérer les rôles d'utilisateur

source: Add User Role
fr_fr: Ajouter un rôle d'utilisateur

source: Collapse all
fr_fr: Réduire tout

source: Expand all
fr_fr: Développer tout

source: Access Control Objects
fr_fr: Objets de contrôle d'accès

source: Edit User Role
fr_fr: Modifier le rôle de l'utilisateur

source: Permissions of the user role <strong>Administrator</strong> will be set back to default on every update of %s!
fr_fr: Les autorisations du rôle d'utilisateur <strong>Administrateur</strong> seront rétablies par défaut à chaque mise à jour de %s !

source: Manage user roles
fr_fr: Gérer les rôles d'utilisateur

source: User role
fr_fr: Rôle d'utilisateur

source: Create new user
fr_fr: Créer un nouvel utilisateur

source: Container Roles
fr_fr: Rôles de conteneur

source: Is active
fr_fr: C'est actif

source: Company position
fr_fr: Position de l'entreprise

source: New password
fr_fr: Nouveau mot de passe

source: Create local user
fr_fr: Créer un utilisateur local

source: Import new user from LDAP
fr_fr: Importer un nouvel utilisateur à partir de LDAP

source: Create user from LDAP
fr_fr: Créer un utilisateur à partir de LDAP

source: Edit user:
fr_fr: Modifier l'utilisateur:

source: Update local user
fr_fr: Mettre à jour l'utilisateur local

source: Update LDAP user
fr_fr: Mettre à jour un utilisateur LDAP

source: New local user
fr_fr: Nouvel utilisateur local

source: Users overview
fr_fr: Vue d'ensemble des utilisateurs

source: Filter by users ful name
fr_fr: Filtrer par nom d'utilisateur

source: Filter by email
fr_fr: Filtrer par email

source: Filter by phone
fr_fr: Filtrer par téléphone

source: Filter by company
fr_fr: Filtrer par entreprise

source: User Role
fr_fr: Rôle d'utilisateur

source: Filter by user role
fr_fr: Filtrer par rôle d'utilisateur

source: Full name
fr_fr: Nom complet

source: Reset Password
fr_fr: réinitialiser le mot de passe

source: Reset user password
fr_fr: Réinitialiser le mot de passe de l'utilisateur

source: Do you really want to reset the password for the selected user?
fr_fr: Voulez-vous vraiment réinitialiser le mot de passe pour l'utilisateur sélectionné?

source: The system will send the user an email with a new random generated password.
fr_fr: Le système enverra à l'utilisateur un courrier électronique avec un nouveau mot de passe généré de manière aléatoire.

source: Yes - reset password
fr_fr: Oui - réinitialiser le mot de passe

source: You must specify at least one service.
fr_fr: Vous devez spécifier au moins un service.

source: You must specify at least one service status.
fr_fr: Vous devez spécifier au moins un statut de service.

source: Password can not be blank if basic auth is enabled.
fr_fr: Le mot de passe ne peut pas être vide si l'authentification de base est activée.

source: You need to select at least one container
fr_fr: Vous devez sélectionner au moins un conteneur

source: You have to choose at least one option.
fr_fr: Vous devez choisir au moins une option.

source: Font size out of range (1-7)
fr_fr: Taille de police hors limites (1-7)

source: This command name has already been taken.
fr_fr: Ce nom de commande a déjà été pris.

source: You have to choose at least one contact.
fr_fr: Vous devez choisir au moins un contact.

source: You must at least specify either the email address or the phone number.
fr_fr: Vous devez au moins spécifier l'adresse e-mail ou le numéro de téléphone.

source: Invalid email address
fr_fr: Adresse e-mail invalide

source: You have to choose at least one command.
fr_fr: Vous devez choisir au moins une commande.

source: This name already exists.
fr_fr: Ce nom existe déjà.

source: Macro name cannot be left blank.
fr_fr: Le nom de la macro ne peut pas être laissé vide.

source: Macro name contains illegal characters
fr_fr: Le nom de la macro contient des caractères illégaux

source: Macro value cannot be left blank.
fr_fr: La valeur macro ne peut pas être laissée en blanc.

source: You have to choose at least one host.
fr_fr: Vous devez choisir au moins un hôte.

source: You have to choose at least one dependent host.
fr_fr: Vous devez choisir au moins un hôte dépendant.

source: You must specify at least one contact or contact group.
fr_fr: Vous devez spécifier au moins un contact ou un groupe de contacts.

source: The first notification must be before the last notification.
fr_fr: La première notification doit être antérieure à la dernière notification.

source: Not a valid URL.
fr_fr: URL non valide.

source: This value must be between 1 and 5
fr_fr: Cette valeur doit être comprise entre 1 et 5

source: This value need to be at least 1
fr_fr: Cette valeur doit être au moins 1

source: This value need to be at least 0
fr_fr: Cette valeur doit être au moins 0

source: Please select a check period
fr_fr: Veuillez sélectionner une période de vérification

source: Please select a check command
fr_fr: Veuillez sélectionner une commande de vérification

source: Please select a notify period
fr_fr: Veuillez sélectionner une période de notification

source: You must specify at least one notification option.
fr_fr: Vous devez spécifier au moins une option de notification.

source: You must specify at least one flap detection option.
fr_fr: Vous devez spécifier au moins une option de détection de volet.

source: You must specify at least one user
fr_fr: Vous devez spécifier au moins un utilisateur

source: You must specify at least one host group
fr_fr: Vous devez spécifier au moins un groupe hôte.

source: You must specify at least one host
fr_fr: Vous devez spécifier au moins un hôte

source: You must specify at least one service group
fr_fr: Vous devez spécifier au moins un groupe de services

source: You must specify at least one service
fr_fr: Vous devez spécifier au moins un service

source: It is required to specify valid values for LONGITUDE and LATITUDE
fr_fr: Il est nécessaire de spécifier des valeurs valides pour LONGITUDE et LATITUDE

source: Please enter a license key
fr_fr: Veuillez entrer une clé de licence

source: Invalid license key
fr_fr: Clé de licence invalide

source: You have to choose at least one service.
fr_fr: Vous devez choisir au moins un service.

source: You have to choose at least one dependent service.
fr_fr: Vous devez choisir au moins un service dépendant.

source: This field cannot be 0
fr_fr: Ce champ ne peut pas être 0

source: You must select at least one service template.
fr_fr: Vous devez sélectionner au moins un modèle de service.

source: Please select at least on object.
fr_fr: Veuillez sélectionner au moins sur objet.

source: You have to select at least one weekday
fr_fr: Vous devez sélectionner au moins un jour de semaine

source: Weekdays needs to be in range (1-7).
fr_fr: Les jours de semaine doivent être compris dans l'intervalle (1-7).

source: Weekdays needs to be in range (1-31).
fr_fr: Les jours de semaine doivent être compris entre 1 et 31.

source: Start time needs to be a valid date.
fr_fr: L'heure de début doit être une date valide.

source: End time needs to be a valid date.
fr_fr: L'heure de fin doit être une date valide.

source: Duration needs to be greater than zero.
fr_fr: La durée doit être supérieure à zéro.

source: This field needs to be 0 or 1
fr_fr: Ce champ doit être 0 ou 1

source: Please enter a valid date
fr_fr: veuillez entrer une date valide

source: Start time must be before end time.
fr_fr: L'heure de début doit être antérieure à l'heure de fin.

source: The start time must be before the end time.
fr_fr: L'heure de début doit être antérieure à l'heure de fin.

source: The end time must be after the start time.
fr_fr: L'heure de fin doit être après l'heure de début.

source: You have to choose at least one container.
fr_fr: Vous devez choisir au moins un conteneur.

source: You need to select at least one container or container role.
fr_fr: Vous devez sélectionner au moins un conteneur ou un rôle de conteneur.

source: You have to select a user role.
fr_fr: Vous devez sélectionner un rôle d'utilisateur.

source: You have to select a user
fr_fr: Vous devez sélectionner un utilisateur

source: DN could not left be blank.
fr_fr: DN ne peut pas être laissé vide.

source: Minimum amount is 1
fr_fr: Le montant minimum est 1

source: Maximum amount is 1000
fr_fr: Le montant maximum est de 1000

source: Memory usage percentage
fr_fr: Pourcentage d'utilisation de la mémoire

source: Swap usage percentage
fr_fr: Pourcentage d'utilisation d'échange

source: CPU usage percentage
fr_fr: Pourcentage d'utilisation du processeur

source: Disk usage of:
fr_fr: Utilisation du disque de:

source: Disk stats of:
fr_fr: Statistiques disque de:

source: Network state of:
fr_fr: Etat du réseau de:

source: Network stats of:
fr_fr: Statistiques réseau de:

source: SSH user used to establish SSH connection with satellite systems.
fr_fr: Utilisateur SSH utilisé pour établir une connexion SSH avec des systèmes à satellites.

source: Private key file used to establish SSH connection.
fr_fr: Fichier de clé privée utilisé pour établir une connexion SSH.

source: Public key file used to establish SSH connection.
fr_fr: Fichier de clé publique utilisé pour établir une connexion SSH.

source: Remote command to restart monitoring engine and run remote after export tasks.
fr_fr: Commande à distance pour redémarrer le moteur de surveillance et exécuter à distance après les tâches d'exportation.

source: Port number of remote SSH server.
fr_fr: Numéro de port du serveur SSH distant.

source: This field needs to be a float.
fr_fr: Ce champ doit être un float.

source: This field needs to be an integer.
fr_fr: Ce champ doit être un entier.

source: This field needs to be a boolean.
fr_fr: Ce champ doit être un booléen.

source: This field can not left be blank.
fr_fr: Ce champ ne peut pas être laissé vide.

source: Value out of range (Nagios, Crate, Statusengine3)
fr_fr: Valeur hors limites (Nagios, Crate, Statusengine3)

source: Database Backend used by openITCOCKPIT. Be careful with this option!
fr_fr: Base de données utilisée par openITCOCKPIT. Soyez prudent avec cette option!

source: openITCOCKPIT Interface configuration files
fr_fr: Fichiers de configuration de l'interface openITCOCKPIT

source: Carbon and Whisper (Graphing)
fr_fr: Carbon et Whisper (Graphing)

source: Value is not in CIDR notation
fr_fr: La valeur n'est pas en notation CIDR

source: Value is not a valid IPv4 address in CIDR notation
fr_fr: La valeur n'est pas une adresse IPv4 valide en notation CIDR

source: Subnet needs to be numeric.
fr_fr: Le sous-réseau doit être numérique.

source: Value is not a valid IPv4 address in CIDR notation. Subnet is out of range.
fr_fr: La valeur n'est pas une adresse IPv4 valide en notation CIDR. Le sous-réseau est hors de portée.

source: Can not be the same subnet as used for Fixed CIDR
fr_fr: Ne peut pas être le même sous-réseau que celui utilisé pour CIDR fixe

source: Path where Carbon will store whisper files.
fr_fr: Chemin où Carbon stockera les fichiers murmurés.

source: Number of carbon cache instances for multi core CPU scaling
fr_fr: Nombre d'instances de cache carbone pour la mise à l'échelle de processeurs multicœurs

source: Number of Carbon-C-Relay worker threads. (Carbon-Cache load balancer)
fr_fr: Nombre de threads de travail Carbon-C-Relay. (Equilibreur de charge Carbon-Cache)

source: Local HTTP port used by Graphite-Web
fr_fr: Port HTTP local utilisé par Graphite-Web

source: Local plaintext port to send metrics to Carbon-C-Relay.
fr_fr: Port en texte local local pour envoyer des métriques à Carbon-C-Relay.

source: Only beneficial on linux filesystems that support the fallocate system call. It maintains the benefits of contiguous reads/writes, but with a potentially much faster creation speed, by allowing the kernel to handle the block allocation and zero-ing. Enabling this option may allow a large increase of MAX_CREATES_PER_MINUTE. If enabled on an OS or filesystem that is unsupported this option will gracefully fallback to standard POSIX file access methods.
fr_fr: Bénéfique que sur les systèmes de fichiers Linux prenant en charge l'appel système fallocate. Il conserve les avantages des lectures / écritures contiguës, mais avec une vitesse de création potentiellement beaucoup plus rapide, en permettant au noyau de gérer l'allocation de blocs et la mise à zéro. L'activation de cette option peut permettre une augmentation importante de MAX_CREATES_PER_MINUTE. Si cette option est activée sur un système d'exploitation ou un système de fichiers non pris en charge, cette option sera automatiquement restaurée aux méthodes d'accès aux fichiers POSIX standard.

source: Set your local timezone for Graphite-Web. (Django's default is America/Chicago) If your graphs appear to be offset by a couple hours then this probably needs to be explicitly set to your local timezone. Set this value to the same timezone, as your servers timezone is!
fr_fr: Définissez votre fuseau horaire local pour Graphite-Web. (Par défaut, Django est America / Chicago) Si vos graphiques semblent être décalés de quelques heures, il est probablement nécessaire de définir explicitement ce paramètre sur votre fuseau horaire local. Définissez cette valeur sur le même fuseau horaire que celui de vos serveurs!

source: Determine if docker daemon will automatically configure network interface docker0
fr_fr: Déterminer si le démon docker configurera automatiquement l'interface réseau docker0

source: Subnet used by Docker Compose in CIDR notation. For Example 192.168.1.0/24. Needs to be a different subnet than used for Fixed CIDR!
fr_fr: Sous-réseau utilisé par Docker Compose en notation CIDR. Par exemple 192.168.1.0/24. Doit être un sous-réseau différent de celui utilisé pour le CIDR fixe!

source: IP-Address of the Graphite-Web server openITCOCKPIT should use to query data.
fr_fr: Adresse IP du serveur Web Graphite que openITCOCKPIT doit utiliser pour interroger les données.

source: Port of the Graphite-Web server.
fr_fr: Port du serveur Web Graphite.

source: Prefix added to every metric stored in carbon
fr_fr: Préfixe ajouté à chaque métrique stockée en carbone

source: Use HTTPS to connect to Graphite-Web server.
fr_fr: Utilisez HTTPS pour vous connecter au serveur Graphite-Web.

source: Use configured proxy server to connect to Graphite-Web server.
fr_fr: Utilisez un serveur proxy configuré pour vous connecter au serveur Web Graphite.

source: Value out of range (c, u, w, o)
fr_fr: Valeur hors limites (c, u, w, o)

source: Minimum value of monitoring related interval settings for sliders in seconds.
fr_fr: Valeur minimale des paramètres d'intervalle liés à la surveillance pour les curseurs en secondes.

source: Maximum value of monitoring related interval settings for sliders in seconds.
fr_fr: Valeur maximale des paramètres d'intervalle liés à la surveillance pour les curseurs en secondes.

source: Step size of sliders in seconds
fr_fr: Taille de pas des curseurs en secondes

source: Value out of range (Whisper, Crate, Rrdtool)
fr_fr: Valeur hors de portée (Whisper, Crate, Rrdtool)

source: Time-series backend used by openITCOCKPIT to store performance data. Be careful with this option!
fr_fr: Backend de série temporelle utilisé par openITCOCKPIT pour stocker les données de performance. Soyez prudent avec cette option!

source: Value out of range (1-3)
fr_fr: Valeur hors limites (1-3)

source: Date format for filename of rotaed logfiles. Germany: d_m_Y_H_i, USA: m_d_Y_H_i
fr_fr: Format de date pour le nom de fichier des fichiers journaux retournés. Allemagne: d_m_Y_H_i, USA: m_d_Y_H_i

source: Date format of the timestamp in the logfile. Germany: d.m.Y H:i:s, USA: m.d.Y H:i:s
fr_fr: Format de date de l'horodatage dans le fichier journal. Allemagne: dmY H: i: s, USA: mdY H: i: s

source: Determines in days, how long old log files should be keeped.
fr_fr: Détermine, en jours, combien de temps les anciens fichiers journaux doivent être conservés.

source: Determines how to submit check result data to Naemon/Nagios.
fr_fr: Détermine comment envoyer les données des résultats de contrôle à Naemon / Nagios.

source: Bulk size of submitted passive check results.
fr_fr: Taille globale des résultats de contrôle passif soumis.

source: Maximum number of worker processes. Recommendation: One process per satellite.
fr_fr: Nombre maximum de processus de travail. Recommandation: Un processus par satellite.

source: Use an SSH tunnel for each satellite for secure connection.
fr_fr: Utilisez un tunnel SSH pour chaque satellite pour une connexion sécurisée.

source: Username used to established SSH connection.
fr_fr: Nom d'utilisateur utilisé pour établir la connexion SSH.

source: Private key file used to established SSH connection.
fr_fr: Fichier de clé privée utilisé pour établir la connexion SSH.

source: Public key file used to established SSH connection.
fr_fr: Fichier de clé publique utilisé pour établir la connexion SSH.

source: SSH Port of remote hosts
fr_fr: SSH Port des hôtes distants

source: The local ports where each satellite system gets bind to
fr_fr: Les ports locaux où chaque système de satellite devient lié

source: Username used for supervisor XML-RPC API.
fr_fr: Nom d'utilisateur utilisé pour l'API XML-RPC du superviseur.

source: Password of supervisor XML-RPC API
fr_fr: Mot de passe de l'API XML-RPC du superviseur

source: Synchronize the system clock to each connected satellite system
fr_fr: Synchroniser l'horloge du système avec chaque système à satellite connecté

source: System time synchronization interval
fr_fr: Intervalle de synchronisation de l'heure du système

source: Australia
fr_fr: Australie

source: Austria
fr_fr: L'Autriche

source: Belgium
fr_fr: Belgique

source: Bosnia and Herzegovina
fr_fr: Bosnie Herzégovine

source: Czech Republic
fr_fr: République Tchèque

source: Denmark
fr_fr: Danemark

source: Estonia
fr_fr: Estonie

source: Finland
fr_fr: Finlande

source: Germany
fr_fr: Allemagne

source: Greece
fr_fr: Grèce

source: Hungary
fr_fr: Hongrie

source: Ireland
fr_fr: Irlande

source: Italy
fr_fr: Italie

source: Japan
fr_fr: Japon

source: Latvia
fr_fr: Lettonie

source: Lithuania
fr_fr: Lituanie

source: Netherlands
fr_fr: Pays-Bas

source: New Zealand
fr_fr: Nouvelle-Zélande

source: Norway
fr_fr: Norvège

source: Poland
fr_fr: Pologne

source: Portugal
fr_fr: le Portugal

source: Romania
fr_fr: Roumanie

source: Russian Federation
fr_fr: Fédération Russe

source: Slovakia
fr_fr: Slovaquie

source: South Africa
fr_fr: Afrique du Sud

source: Spain
fr_fr: Espagne

source: Sweden
fr_fr: Suède

source: Switzerland
fr_fr: Suisse

source: United Kingdom
fr_fr: Royaume-Uni

source: United States
fr_fr: États Unis

source: PHP Extension php5-curl loaded successfully
fr_fr: PHP Extension php5-curl chargé avec succès

source: PHP Extension php5-curl not loaded or installed!
fr_fr: PHP Extension php5-curl pas chargé ou installé!

source: Availability in %
fr_fr: Disponibilité en%

source: Cancelled
fr_fr: Annulé

source: Acknowlegements
fr_fr: Remerciements

source: State history service
fr_fr: Service d'histoire de l'Etat

source: State history host
fr_fr: Hôte d'histoire d'État

source: Runtime error
fr_fr: Erreur d'exécution

source: Runtime warning
fr_fr: Avertissement d'exécution

source: Verification error
fr_fr: Erreur de vérification

source: Verification warning
fr_fr: Avertissement de vérification

source: Config error
fr_fr: Erreur de configuration

source: Config warning
fr_fr: Avertissement de configuration

source: Process info
fr_fr: Information sur le processus

source: Event handler
fr_fr: Gestionnaire d'événements
