Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Select icon
fr_fr: Sélectionnez l'icône

source: Upload new icon
fr_fr: Télécharger une nouvelle icône

source: Add or edit summary state item
fr_fr: Ajouter ou modifier un élément d'état récapitulatif

source: Radius
fr_fr: Rayon

source: Keep blank for default radius
fr_fr: Garder en blanc le rayon par défaut

source: Summary State
fr_fr: Etat résumé

source: Summary Output
fr_fr: Résumé de sortie

source: Services:
fr_fr: Prestations de service:

source: Host group
fr_fr: Groupe hôte

source: Host group name
fr_fr: Nom du groupe d'hôte

source: Summary state
fr_fr: Etat résumé

source: Summary output
fr_fr: Sortie sommaire

source: Hosts:
fr_fr: Hôtes :

source: Hosts overview
fr_fr: Vue d'ensemble des hôtes

source: Services overview
fr_fr: Aperçu des services

source: Service group
fr_fr: Groupe de service

source: Service group name
fr_fr: Nom du groupe de service

source: Map name
fr_fr: Nom de la carte

source: Map title
fr_fr: Titre de la carte

source: Host and services are not in state UP/OK
fr_fr: L'hôte et les services ne sont pas à l'état UP / OK

source: maximal 20
fr_fr: maximum 20

source: View map:
fr_fr: Voir la carte:

source: Fullscreen
fr_fr: Plein écran

source: Leave fullscreen
fr_fr: Quitter le plein écran

source: Add map
fr_fr: Ajouter une carte

source: Map Name
fr_fr: Nom de la carte

source: Map Title
fr_fr: Titre de la carte

source: Refresh interval
fr_fr: Intervalle de rafraîchissement

source: Copy
fr_fr: Copie

source: Source Map:
fr_fr: Carte source :

source: New Map Name
fr_fr: Nouveau nom de carte

source: New Map Title
fr_fr: Nouveau titre de carte

source: New Refresh interval
fr_fr: Nouvel intervalle de rafraîchissement

source: Maps
fr_fr: Plans

source: Edit map
fr_fr: Modifier la carte

source: Filter by Map name
fr_fr: Filtrer par nom de carte

source: Filter by Map title
fr_fr: Filtrer par titre de carte

source: Edit in Map editor
fr_fr: Modifier dans l'éditeur de carte

source: View in fullscreen
fr_fr: Voir en plein écran

source: Add map rotation
fr_fr: Ajouter une rotation de carte

source: Rotation Name
fr_fr: Nom de rotation

source: Rotation interval
fr_fr: Intervalle de rotation

source: Edit map rotation
fr_fr: Modifier la rotation de la carte

source: Map rotations
fr_fr: Rotations de carte

source: Filter by Rotation name
fr_fr: Filtrer par nom de rotation

source: Filter by Rotation Interval
fr_fr: Filtrer par intervalle de rotation

source: Rotation name
fr_fr: Nom de la rotation

source: Edit Rotation
fr_fr: Modifier la rotation

source: MkLogfile is empty or does not exist.
fr_fr: MkLogfile est vide ou n'existe pas.

source: Check_MK Agent added successfully
fr_fr: Check_MK Agent ajouté avec succès

source: Invalid check_MK Agent
fr_fr: Agent check_MK non valide

source: Check modified successfully
fr_fr: Vérifier modifié avec succès

source: Check_MK Agent deleted
fr_fr: Check_MK Agent supprimé

source: Could not delete Check_MK Agent
fr_fr: Impossible de supprimer l'agent Check_MK

source: Check added successfully
fr_fr: Vérifier ajouté avec succès

source: Invalid check
fr_fr: Chèque invalide

source: Check deleted
fr_fr: Chèque supprimé

source: Could not delete check
fr_fr: Impossible de supprimer le chèque

source: Executing remote discovery...
fr_fr: Exécution de la découverte à distance…

source: Execute remote discovery
fr_fr: Exécuter la découverte à distance

source: Execute SNMP discovery
fr_fr: Exécuter la découverte SNMP

source: No MKChecks defined! Check_MK will not work.
fr_fr: Aucun MKChecks défini! Check_MK ne fonctionnera pas.

source: MK service created successfully
fr_fr: Le service MK créé avec succès

source: Cloud not save data
fr_fr: Le cloud ne sauve pas les données

source: SNMP configuration not found!
fr_fr: Configuration SNMP non trouvée!

source: Back to Host
fr_fr: Retour à l'hôte

source: From:
fr_fr: De :

source: To:
fr_fr: À :

source: Apply
fr_fr: Appliquer

source: Time
fr_fr: Temps

source: Monitoring
fr_fr: Surveillance

source: Check_MK Agent
fr_fr: Agent Check_MK

source: Command line
fr_fr: Ligne de commande

source: Check_MK agent
fr_fr: Agent Check_MK

source: Check_MK agents
fr_fr: Agents Check_MK

source: Agent name
fr_fr: Nom d'agent

source: Command
fr_fr: Commander

source: Are you sure you want to delete this check_MK Agent?
fr_fr: Êtes-vous sûr de vouloir supprimer cet agent check_MK?

source: Check_MK checks
fr_fr: Check_MK vérifie

source: Check name
fr_fr: Nom du chèque

source: MK Servicetemplates
fr_fr: Modèles de services MK

source: MK Servicestemplates
fr_fr: Modèles de services MK

source: Scan device: %s (%s)
fr_fr: Périphérique d'analyse : %s (%s)

source: Individual host
fr_fr: Hôte individuel

source: Host including services
fr_fr: Hôte y compris les services

source: Host and dependent Hosts (triggered)
fr_fr: Hôtes et hôtes dépendants (déclenchés)

source: Host and dependent Hosts (non-triggered)
fr_fr: Hôtes et hôtes dépendants (non déclenchés)

source: Health
fr_fr: Santé

source: Processes
fr_fr: Les processus

source: Before you are able to monitor the following metrics, it is required that an appropriate
fr_fr: Avant de pouvoir surveiller les métriques suivantes, il est nécessaire de disposer d’une base de données appropriée.

source: service template
fr_fr: modèle de service

source: has been created.
fr_fr: a été créé.

source: Item
fr_fr: Article

source: Parameters
fr_fr: Paramètres

source: Back to SNMP configuration
fr_fr: Retour à la configuration SNMP

source: Executing SNMP discovery
fr_fr: Exécution de la découverte SNMP

source: Objects
fr_fr: Objets

source: Continue
fr_fr: Continuez

source: Back to remote discovery
fr_fr: Retour à la découverte à distance

source: SNMP Version
fr_fr: Version SNMP

source: Community
fr_fr: Communauté

source: Security level
fr_fr: Niveau de sécurité

source: Hash algorithm
fr_fr: Algorithme de hachage

source: Username
fr_fr: Nom d'utilisateur

source: Encryption algorithm
fr_fr: Algorithme de cryptage

source: Encryption password
fr_fr: Mot de passe de cryptage

source: Save and run SNMP discovery
fr_fr: Enregistrer et exécuter la découverte SNMP

source: Command is missing!
fr_fr: La commande est manquante !

source: Given command is not supported yet!
fr_fr: La commande donnée n'est pas encore supportée !

source: Command added successfully to queue
fr_fr: Commande ajoutée avec succès à la file d'attente

source: Missing required parameter
fr_fr: Paramètre requis manquant

source: External Commands
fr_fr: Commandes externes

source: In some cases you may need to send an external command to the monitoring engine for transmitting a passive service state or something similiar.
fr_fr: Dans certains cas, vous devrez peut-être envoyer une commande externe au moteur de surveillance pour transmettre un état de service passif ou quelque chose de similaire.

source: This interface was designed to help you create these commands by generating an example for each supported command. Additionally you see a list of supported parameters and default values
fr_fr: Cette interface a été conçue pour vous aider à créer ces commandes en générant un exemple pour chaque commande prise en charge. En outre, vous voyez une liste de paramètres pris en charge et les valeurs par défaut

source: External Command
fr_fr: Commande externe

source: API structure
fr_fr: Structure de l'API

source: This command has no parameters
fr_fr: Cette commande n'a pas de paramètres

source: required
fr_fr: Champs obligatoires

source: Example HTTP request using default parameters
fr_fr: Exemple de requête HTTP utilisant des paramètres par défaut

source: Example HTTP request without default parameters
fr_fr: Exemple de requête HTTP sans paramètres par défaut

source: You need to create a user defined API key.
fr_fr: Vous devez créer une clé API définie par l'utilisateur.

source: Click here for help
fr_fr: Cliquez ici pour obtenir de l'aide

source: Reset map
fr_fr: Réinitialiser la carte

source: OpenStreetMap Module
fr_fr: Module OpenStreetMap

source: Index
fr_fr: Indice

source: Open street map
fr_fr: Plan de la rue ouverte

source: Unhandled only
fr_fr: Non géré seulement

source: Show locations with status
fr_fr: Afficher les lieux avec statut

source: Down / Critical
fr_fr: Bas / critique

source: Unreachable / Unknown
fr_fr: Injoignable / Inconnu

source: Empty or not monitored locations
fr_fr: Emplacements vides ou non surveillés

source: Hide empty locations
fr_fr: Masquer les emplacements vides

source: Hide not monitored locations
fr_fr: Masquer les emplacements non surveillés

source: Empty Locations
fr_fr: Lieux vides

source: Unreachable | Unknown
fr_fr: Inaccessible | Inconnu

source: Down | Critical
fr_fr: Bas | Critique

source: Missing configuration or location settings
fr_fr: Paramètres de configuration ou d'emplacement manquants

source: Configuration / OpenStreetMap Settings
fr_fr: Configuration / Paramètres OpenStreetMap

source: No OpenStreetMap Settings defined
fr_fr: Aucun paramètre OpenStreetMap défini

source: Basic Monitoring / Locations
fr_fr: Surveillance de base / Emplacements

source: Missing Settings
fr_fr: Paramètres manquants

source: No locations with longitude and latitude parameter defined
fr_fr: Aucun lieu avec un paramètre de longitude et de latitude défini

source: Locations
fr_fr: Emplacements

source: Edit OpenStreetMap Settings
fr_fr: Modifier les paramètres OpenStreetMap

source: Server address
fr_fr: Adresse du serveur

source: Map update interval
fr_fr: Intervalle de mise à jour de la carte

source: Wrong incident type
fr_fr: Mauvais type d'incident

source: PagerDuty Module
fr_fr: Module PagerDuty

source: Edit PagerDuty Settings
fr_fr: Modifier les paramètres de PagerDuty

source: API key
fr_fr: Clé API

source: The API Key you got from PagerDuty
fr_fr: La clé API que vous avez obtenue de PagerDuty

source: Integration Key
fr_fr: Clé d'intégration

source: The Integration Key you got from PagerDuty after you created the Service
fr_fr: La clé d'intégration obtenue de PagerDuty après la création du service

source: API URL
fr_fr: URL de l'API

source: API URL of the PagerDuty service.
fr_fr: URL de l'API du service PagerDuty.

source: Enable Two-Way Integration
fr_fr: Activer l'intégration bidirectionnelle

source: Via the Two-Way Integration PagerDuty is able, to acknowledge host and service problems.
fr_fr: Via l’intégration bidirectionnelle, PagerDuty est capable de reconnaître les problèmes d’hôte et de service.

source: For this it is required, that your openITCOCKPIT Server is accessible from the Internet.
fr_fr: Pour cela, il est nécessaire que votre serveur openITCOCKPIT soit accessible depuis Internet.

source: Webhook URL
fr_fr: URL Webhook

source: YOUR_API_KEY_HERE
fr_fr: VOTRE_API_KEY_HERE

source: Webhook URL for PagerDuty. You need to create an openITCOCKPIT user defined API key first.
fr_fr: URL Webhook pour PagerDuty. Vous devez d'abord créer une clé API définie par l'utilisateur openITCOCKPIT.

source: Use Proxy Server
fr_fr: Utiliser un serveur proxy

source: Determine if the <a href="/proxy/index">configured proxy</a> should be used.
fr_fr: Déterminez si le <a href="/proxy/index">proxy configuré</a> doit être utilisé.

source: Determine if the configured proxy should be used.
fr_fr: Déterminez si le proxy configuré doit être utilisé.

source: No permissions
fr_fr: pas de permissions

source: Incident overview
fr_fr: Vue d'ensemble de l'incident

source: Number
fr_fr: Nombre

source: Resolution code
fr_fr: Code de résolution

source: Resolution notes
fr_fr: Notes de résolution

source: Edit Host-Specific Settings
fr_fr: Modifier les paramètres spécifiques à l'hôte

source: Incident Impact
fr_fr: Impact de l'incident

source: 1 - High
fr_fr: 1 - élevé

source: 2 - Medium
fr_fr: 2 - moyen

source: 3 - Low
fr_fr: 3 - faible

source: Impact defines the effect that the task has on business<br>Including urgency used for priority calculating
fr_fr: Impact définit l’effet de la tâche sur les entreprises<br>Y compris l’urgence utilisée pour le calcul des priorités

source: (More information)
fr_fr: (Plus d'information)

source: Incident Urgency
fr_fr: Urgence de l'incident

source: Urgency defines the extent to which the task resolution can be delayed<br>Including impact used for priority calculating
fr_fr: L'urgence définit dans quelle mesure la résolution de la tâche peut être différée<br>Incluant l'impact utilisé pour le calcul de la priorité

source: Assignment Group
fr_fr: Groupe d'affectation

source: ServiceNow Incident Assignment Group
fr_fr: Groupe d'attribution d'incidents ServiceNow

source: Assigned To
fr_fr: Assigné à

source: ServiceNow Incident Assigned To (automatically sets status to "In progress")
fr_fr: Incident ServiceNow affecté à (définit automatiquement le statut sur "En cours")

source: Business Service
fr_fr: Service d'affaires

source: ServiceNow Incident Business Service
fr_fr: Service Business Incident ServiceNow

source: No edit permissions
fr_fr: Aucune autorisation de modification

source: ServiceNow Module
fr_fr: Module ServiceNow

source: Edit ServiceNow Settings
fr_fr: Modifier les paramètres ServiceNow

source: ServiceNow URL
fr_fr: URL ServiceNow

source: User ID
fr_fr: Identifiant d'utilisateur

source: ServiceNow User ID
fr_fr: Identifiant utilisateur ServiceNow

source: User Password
fr_fr: Mot de passe de l'utilisateur

source: ServiceNow User Password
fr_fr: Mot de passe utilisateur ServiceNow

source: Incident recovery state
fr_fr: Etat de récupération de l'incident

source: Resolved
fr_fr: Résolu

source: Closed
fr_fr: Fermé

source: Canceled
fr_fr: Annulé

source: Incident state on host / service recovery
fr_fr: Etat de l'incident sur la récupération de l'hôte / du service

source: Via the Two-Way Integration ServiceNow is able, to acknowledge host and service problems.
fr_fr: Grâce à l'intégration bidirectionnelle, ServiceNow peut reconnaître les problèmes liés à l'hôte et au service.

source: Slack Module
fr_fr: Module de mou

source: Edit Slack Settings
fr_fr: Modifier les paramètres de jeu

source: Incoming Webhook URL you got from Slack after you enable incoming webhooks.
fr_fr: URL Webhook entrante que vous avez obtenue de Slack après avoir activé les Webhook entrants.

source: OAuth Access Token
fr_fr: Jeton d'accès OAuth

source: OAuth Access Token for your Slack Workspace (required for two-way integration)
fr_fr: Jeton d'accès OAuth pour votre espace de travail actif (requis pour l'intégration bidirectionnelle)

source: Via the Two-Way Integration Slack is able, to acknowledge host and service problems.
fr_fr: Via l'intégration bidirectionnelle, Slack est capable de reconnaître les problèmes liés à l'hôte et au service.

source: Request URL
fr_fr: URL de demande

source: Webhook URL for Slack. You need to create an openITCOCKPIT user defined API key first.
fr_fr: URL Webhook pour Slack. Vous devez d'abord créer une clé API définie par l'utilisateur openITCOCKPIT.

source: If you want to use the two-way integration, your openITCOCKPIT server requires a valid SSL certificate, as described in the
fr_fr: Si vous souhaitez utiliser l’intégration bidirectionnelle, votre serveur openITCOCKPIT nécessite un certificat SSL valide, comme décrit dans la section

source: Slack FAQ
fr_fr: FAQ sur le slack

source: Host acknowledgement history
fr_fr: Historique d'accusé de réception

source: From Date
fr_fr: Partir de la date

source: Filter by comment
fr_fr: Filtrer par commentaire

source: To Date
fr_fr: À ce jour

source: Filter by author
fr_fr: Filtrer par auteur

source: States
fr_fr: États

source: Down
fr_fr: Vers le bas

source: Unreachable
fr_fr: Inaccessible

source: Author
fr_fr: Auteur

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: Service acknowledgement history
fr_fr: Historique d'accusé de réception de service

source: Debugging information
fr_fr: Informations de débogage

source: Show SQL query log
fr_fr: Afficher le journal de requête SQL

source: Critical error!
fr_fr: Erreur critique!

source: Could not connect to Gearman Job Server! No background tasks will get executed!
fr_fr: Impossible de se connecter à Gearman Job Server! Aucune tâche en arrière-plan ne sera exécutée!

source: Ubuntu Trusty 14.04 end of life!
fr_fr: Ubuntu Trusty 14.04 fin de vie !

source: Official end of life of Ubuntu Trusty scheduled for April 2019.
fr_fr: La fin de vie officielle d’Ubuntu Trusty est prévue pour avril 2019.

source: Therefore openITCOCKPIT 3.5 will be the last release for Ubuntu Trusty. Please update to Ubuntu Xenial to receive further updates.
fr_fr: Par conséquent, openITCOCKPIT 3.5 sera la dernière version pour Ubuntu Trusty. Veuillez mettre à jour vers Ubuntu Xenial pour recevoir d'autres mises à jour.

source: Need help updating your system? Please don't hesitate to contact our enterprise support %s.
fr_fr: Besoin d'aide pour mettre à jour votre système? N'hésitez pas à contacter notre service d'assistance aux entreprises %s.

source: Debian Jessie 8 end of life!
fr_fr: Debian Jessie 8 fin de vie !

source: Debian Jessie is not supported by the Debian security team anymore!
fr_fr: Debian Jessie n'est plus supportée par l'équipe de sécurité Debian !

source: Therefore openITCOCKPIT 3.5 will be the last release for Debian Jessie. Please update to Debian Stretch to receive further updates.
fr_fr: Par conséquent, openITCOCKPIT 3.5 sera la dernière version pour Debian Jessie. Veuillez mettre à jour Debian Stretch pour recevoir d'autres mises à jour.

source: Interface information
fr_fr: Informations d'interface

source: System name
fr_fr: Nom du système

source: Edition
fr_fr: Édition

source: Monitoring Engine
fr_fr: Moteur de surveillance

source: Path for config
fr_fr: Chemin pour la config

source: Path for backups
fr_fr: Chemin pour les sauvegardes

source: Command interface
fr_fr: Interface de commande

source: Process information
fr_fr: Traitement de l'information

source: Gearman-Job-Server is not running, openITCOCKPIT could not check the state of background daemons
fr_fr: Gearman-Job-Server n'est pas en cours d'exécution, openITCOCKPIT n'a pas pu vérifier l'état des démons d'arrière-plan

source: Please start Gearman-Job-Server first
fr_fr: Commencez par démarrer Gearman-Job-Server

source: gearman_worker is not running, openITCOCKPIT could not check the state of background daemons
fr_fr: gearman_worker n'est pas en cours d'exécution, openITCOCKPIT n'a pas pu vérifier l'état des démons d'arrière-plan

source: Please start gearman_worker first
fr_fr: Commencez s'il vous plaît démarrer gearman_worker

source: Monitoring engine
fr_fr: Moteur de surveillance

source: Running
fr_fr: Fonctionnement

source: Not running!
fr_fr: Ne pas courrir !

source: Database connector
fr_fr: Connecteur de base de données

source: Perfdata processor
fr_fr: Processeur Perfdata

source: Queuing engine
fr_fr: Moteur de file d'attente

source: Gearman Worker
fr_fr: Ouvrier mécanicien

source: Execute background jobs like refresh of monitoring configuration.
fr_fr: Exécutez des tâches en arrière-plan, telles que l'actualisation de la configuration de surveillance.

source: External command interface used by Check_MK to pass check results.
fr_fr: Interface de commande externe utilisée par Check_MK pour transmettre les résultats du contrôle.

source: phpNSTA is only installed and running if you are using Distributed Monitoring.
fr_fr: phpNSTA n'est installé et en cours d'exécution que si vous utilisez Distributed Monitoring.

source: Push notification service
fr_fr: Service de notification push

source: Service required to send push notifications to your browser window.
fr_fr: Service requis pour envoyer des notifications push à la fenêtre de votre navigateur.

source: Service required to run server side JavaScript to render charts to email notifications and PDF reports.
fr_fr: Service requis pour exécuter du code JavaScript côté serveur afin de générer des graphiques pour les notifications par courrier électronique et les rapports PDF.

source: Server information
fr_fr: Informations sur le serveur

source: Webserver
fr_fr: Serveur Web

source: Kernel
fr_fr: Noyau

source: PHP version
fr_fr: Version PHP

source: PHP Memory limit
fr_fr: Limite de mémoire PHP

source: PHP Max. execution time
fr_fr: PHP Max. temps d'exécution

source: PHP loaded extensions
fr_fr: PHP chargé des extensions

source: CPU model
fr_fr: Modèle de CPU

source: Number of CPU cores
fr_fr: Nombre de cœurs de processeur

source: CPU load
fr_fr: Charge du processeur

source: Keep history
fr_fr: Garder l'histoire

source: Current load:
fr_fr: Charge actuelle:

source: Memory and disk usage
fr_fr: Utilisation de la mémoire et du disque

source: Memory usage
fr_fr: Utilisation de la mémoire

source: Used:
fr_fr: Utilisé :

source: Cached:
fr_fr: En cache :

source: Buffers:
fr_fr: Tampons :

source: Swap usage
fr_fr: Utilisation d'échange

source: Disk usage
fr_fr: Utilisation du disque

source: Size
fr_fr: Taille

source: Available
fr_fr: Disponible

source: Mount point
fr_fr: Point de montage

source: Queue name
fr_fr: Nom de la file d'attente

source: Jobs waiting
fr_fr: Emplois en attente

source: Active jobs
fr_fr: Travaux actifs

source: Worker available
fr_fr: Travailleur disponible

source: Email configuration
fr_fr: Configuration du courrier électronique

source: Mail server address
fr_fr: Adresse du serveur de messagerie

source: Mail server port
fr_fr: Port du serveur de messagerie

source: Transport protocol
fr_fr: Protocole de transport

source: Password hidden due to security please see the file /opt/openitc/frontend/config/email.php for detailed configuration information.
fr_fr: Mot de passe masqué pour des raisons de sécurité, veuillez consulter le fichier /opt/openitc/frontend/config/email.php pour obtenir des informations détaillées sur la configuration.

source: Send test Email to
fr_fr: Envoyer un e-mail de test à

source: Client information
fr_fr: Informations client

source: Client OS
fr_fr: OS client

source: Client browser
fr_fr: Navigateur client

source: Client IP address
fr_fr: Adresse IP du client

source: Databases query log
fr_fr: Journal de requête de bases de données

source: Successfully connected
fr_fr: Connecté avec succès

source: Truncate log
fr_fr: Tronquer le journal

source: Used query log slots
fr_fr: Log de requête utilisés

source: Connection error
fr_fr: Erreur de connexion

source: Could not connect to Query Log WebSocket Server. Did you execute
fr_fr: Impossible de se connecter au serveur WebSocket Log de la requête. As-tu exécuté

source: openITCOCKPIT Agent
fr_fr: Agent openITCOCKPIT

source: Checks
fr_fr: Chèques

source: Create new openITCOCKPIT Agent check
fr_fr: Créer une nouvelle vérification d'agent openITCOCKPIT

source: Agent check
fr_fr: Agent de vérification

source: The name of the check is equal to the key from the agents JSON output.
fr_fr: Le nom de la vérification est égal à la clé de la sortie JSON des agents.

source: Plugin name
fr_fr: Nom du plugin

source: The name of the check plugin used by the poller.
fr_fr: Le nom du plugin de vérification utilisé par le poller.

source: Create agent check
fr_fr: Créer une vérification d'agent

source: Edit openITCOCKPIT Agent check:
fr_fr: Éditez la vérification d'agent openITCOCKPIT :

source: Update agent check
fr_fr: Vérification de l'agent de mise à jour

source: Agent checks overview
fr_fr: Vue d'ensemble des contrôles d'agents

source: Filter by agent check name
fr_fr: Filtrer par nom de vérification d'agent

source: Filter by service template name
fr_fr: Filtrer par nom de modèle de service

source: Agent check name
fr_fr: Nom de la vérification de l'agent

source: Service template name
fr_fr: Nom du modèle de service

source: Agent configuration for device:
fr_fr: Configuration de l'agent pour le périphérique:
