Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Agent configuration
fr_fr: Configuration de l'agent

source: Port number
fr_fr: Numéro de port

source: Enable lazy HTTPS
fr_fr: Activer le HTTPS paresseux

source: Disable strict certificate check. This is less secure! (For example to use self-signed certificates)
fr_fr: Désactiver la vérification de certificat stricte. C'est moins sécurisé ! (Par exemple, utiliser des certificats auto-signés)

source: Enable basic auth
fr_fr: Activer l'authentification de base

source: Enable HTTP basic auth.
fr_fr: Activer l'authentification de base HTTP.

source: Update agent config and execute discovery.
fr_fr: Mettre à jour la configuration de l'agent et exécuter la découverte.

source: Scan
fr_fr: Analyse

source: Rerun discovery
fr_fr: Relancer la découverte

source: Edit agent configuration
fr_fr: Modifier la configuration de l'agent

source: Could not connect to agent.
fr_fr: Impossible de se connecter à l'agent.

source: Creating Services...
fr_fr: Création de services…

source: Create services
fr_fr: Créer des services

source: Select method
fr_fr: Choisir la méthode

source: Sticky acknowledgements will be stay until the host is back in state Up
fr_fr: Les accusés de réception resteront jusqu'à ce que l'hôte revienne à l'état Up

source: Executing command
fr_fr: Exécution de la commande

source: Acknowledge service status
fr_fr: Reconnaître le statut du service

source: Sticky acknowledgements will be stay until the service is back in state Ok
fr_fr: Les accusés de réception resteront jusqu'à ce que le service soit à nouveau dans l'état Ok

source: Do you really want deactivate the selected object?
fr_fr: Voulez-vous vraiment désactiver l'objet sélectionné ?

source: Do you really want delete the selected object?
fr_fr: Voulez-vous vraiment supprimer l'objet sélectionné ?

source: Disable host flap detection
fr_fr: Désactiver la détection des volets de l'hôte

source: Yes, I would like to temporarily <strong>disable</strong> flap detection.
fr_fr: Oui, je souhaite temporairement <strong>désactiver</strong> la détection des volets.

source: This option is only temporary. It does not affect your configuration. This is an external command and only saved in the memory of your monitoring engine.
fr_fr: Cette option n'est que temporaire. Cela n'affecte pas votre configuration. Il s'agit d'une commande externe enregistrée uniquement dans la mémoire de votre moteur de surveillance.

source: Execute
fr_fr: Exécuter

source: Disable host notifications
fr_fr: Désactiver les notifications d'hôte

source: Only host
fr_fr: Seulement hôte

source: Yes, I would like to temporarily <strong>disable</strong> notifications.
fr_fr: Oui, je souhaite temporairement <strong>désactiver</strong> les notifications.

source: Disable service notifications
fr_fr: Désactiver les notifications de service

source: 1 hour
fr_fr: 1 heure

source: 1.5 hours
fr_fr: 1,5 heure

source: 2 hours
fr_fr: 2 heures

source: 4 hours
fr_fr: 4 heures

source: 8 hours
fr_fr: 8 heures

source: Duration in minutes
fr_fr: Durée en minutes

source: Enable host flap detection
fr_fr: Activer la détection des volets de l'hôte

source: Yes, I would like to temporarily <strong>enable</strong> flap detection.
fr_fr: Oui, je souhaite temporairement <strong>activer</strong> la détection des volets.

source: Enable host notifications
fr_fr: Activer les notifications d'hôte

source: Yes, I would like to temporarily <strong>enable</strong> notifications.
fr_fr: Oui, je souhaite activer <strong>temporairement les notifications</strong>.

source: Enable service flap detection
fr_fr: Activer la détection des volets de service

source: Enable service notifications
fr_fr: Activer les notifications de service

source: 403 Forbidden
fr_fr: 403 interdit

source: You do not have the required permissions.
fr_fr: Vous n'avez pas les autorisations requises.

source: Back to overview
fr_fr: Retour à l'aperçu

source: Reset check time
fr_fr: Réinitialiser l'heure du contrôle

source: Object documentation
fr_fr: Documentation d'objet

source: Notifications
fr_fr: Les notifications

source: Check history
fr_fr: Vérifier l'historique

source: State history
fr_fr: Histoire d'état

source: Acknowledgement history
fr_fr: Historique de reconnaissance

source: External link
fr_fr: Lien externe

source: Edit host
fr_fr: Modifier l'hôte

source: More
fr_fr: Plus

source: Allocate service template group
fr_fr: Attribuer un groupe de modèles de service

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: and
fr_fr: et

source: second
fr_fr: seconde

source: seconds
fr_fr: secondes

source: 30 seconds
fr_fr: 30 secondes

source: Interval in seconds
fr_fr: Intervalle en secondes

source: Value
fr_fr: Valeur

source: Do you really want activate the selected objects?
fr_fr: Voulez-vous vraiment activer les objets sélectionnés ?

source: Activating...
fr_fr: Activer…

source: Enable
fr_fr: Activer

source: Do you really want deactivate the selected objects?
fr_fr: Voulez-vous vraiment désactiver les objets sélectionnés ?

source: Deactivating...
fr_fr: Désactiver…

source: Do you really want delete the selected objects?
fr_fr: Voulez-vous vraiment supprimer les objets sélectionnés ?

source: Deleting...
fr_fr: Suppression…

source: Do you really want to cancel the selected host downtimes?
fr_fr: Voulez-vous vraiment annuler les temps d'arrêt de l'hôte sélectionnés ?

source: Also cancel corresponding service downtimes.
fr_fr: Annulez également les temps d'arrêt de service correspondants.

source: Canceling...
fr_fr: Annulation…

source: Cancel downtime
fr_fr: Annuler le temps d'arrêt

source: Do you really want to cancel the selected service downtimes?
fr_fr: Voulez-vous vraiment annuler les temps d'arrêt de service sélectionnés ?

source: Type to search
fr_fr: Tapez pour rechercher

source: If you type the menu will be instantly searched
fr_fr: Si vous tapez le menu sera instantanément recherché

source: If you press return, the system will run a host search
fr_fr: Si vous appuyez sur Retour, le système lancera une recherche d'hôte.

source: Looks like the object you are looking for has vanished
fr_fr: On dirait que l'objet que vous recherchez a disparu

source: File {{queryHandler.path}} does not exists
fr_fr: Le fichier {{queryHandler.path}} n'existe pas

source: Reload of interface required
fr_fr: Recharger l'interface requise

source: To apply changes, a reload of the interface is required.
fr_fr: Pour appliquer les modifications, un rechargement de l'interface est requis.

source: Automatically reload in {{ delay - i }} seconds.
fr_fr: Recharger automatiquement en {{delay - i}} secondes.

source: Paginator disabled for better performance. Running in scroll mode.
fr_fr: Pagination désactivée pour de meilleures performances. Mode défilement activé.

source: First page
fr_fr: Première page

source: Previous
fr_fr: précédent

source: Send custom host notification
fr_fr: Envoyer une notification d'hôte personnalisée

source: Force
fr_fr: Obliger

source: Time period and notifications disabled configuration will be ignored
fr_fr: La période et les notifications désactivées, la configuration sera ignorée

source: Broadcast
fr_fr: Diffuser

source: Notification will also be sent to escalation contacts
fr_fr: La notification sera également envoyée aux contacts d'escalade

source: Send custom service notification
fr_fr: Envoyer une notification de service personnalisée

source: on
fr_fr: sur

source: Edit service
fr_fr: Modifier le service

source: Passive transfer of check result
fr_fr: Transfert passif du résultat du chèque

source: Force to hard state
fr_fr: Forcer à l'état dur

source: System health
fr_fr: La santé du système

source: System health overview
fr_fr: Vue d'ensemble de la santé du système

source: Monitoring engine is not running!
fr_fr: Le moteur de surveillance ne fonctionne pas !

source: Gearman job server not reachable!
fr_fr: Le serveur d'emploi Gearman n'est pas accessible !

source: Service gearman_worker is not running!
fr_fr: Service gearman_worker n'est pas en cours d'exécution !

source: Database connector NDOUtils is not running!
fr_fr: Le connecteur de base de données NDOUtils n'est pas en cours d'exécution !

source: Database connector Statusengine is not running!
fr_fr: Le connecteur de base de données Statusengine ne fonctionne pas !

source: Performance data processer Statusengine is not running!
fr_fr: Le processeur de données de performances Statusengine ne fonctionne pas !

source: Performance data processer NPCD is not running!
fr_fr: Le processeur de données de performance NPCD n'est pas en cours d'exécution !

source: Service sudo_server is not running!
fr_fr: Le service sudo_server n'est pas en cours d'exécution !

source: Service oitc_cmd is not running!
fr_fr: Le service oitc_cmd n'est pas en cours d'exécution !

source: Service push_notification is not running!
fr_fr: Le service push_notification n'est pas en cours d'exécution !

source: NodeJS Server is not running
fr_fr: NodeJS Server n'est pas en cours d'exécution

source: Current CPU load is too high!
fr_fr: La charge actuelle du processeur est trop élevée !

source: High memory usage.
fr_fr: Utilisation élevée de la mémoire.

source: High Swap usage
fr_fr: Utilisation élevée de swap

source: Low disk space left for mountpoint:
fr_fr: Espace disque insuffisant pour le point de montage :

source: Service phpnsta is not running!
fr_fr: Le service phpnsta n'est pas lancé!

source: No issues detected. System operates normally.
fr_fr: Aucun problème détecté. Le système fonctionne normalement.

source: Could not detect system health status.
fr_fr: Impossible de détecter l'état d'intégrité du système.

source: Last update
fr_fr: Dernière mise à jour

source: Click to restore the template default value:
fr_fr: Cliquez pour restaurer la valeur par défaut du modèle :

source: Server time
fr_fr: Heure du serveur

source: Your local time
fr_fr: Votre heure locale

source: New version available!
fr_fr: Nouvelle version disponible !

source: Auto Maps
fr_fr: Cartes automatiques

source: Create new auto map
fr_fr: Créer une nouvelle carte automatique

source: Auto Map
fr_fr: Carte automatique

source: Recursive
fr_fr: Récursif

source: Host RegEx
fr_fr: RegEx hôte

source: %s hosts matching to regular expression.
fr_fr: %s hôtes correspondant à une expression régulière.

source: %s services matching to regular expression.
fr_fr: %s services correspondant à l'expression régulière.

source: Filter and display options
fr_fr: Filtrer et afficher les options

source: Show Ok
fr_fr: Montrer ok

source: Show Warning
fr_fr: Afficher l'avertissement

source: Show Critical
fr_fr: Montrer critique

source: Show Unknown
fr_fr: Montrer inconnu

source: Show Downtimes
fr_fr: Afficher les temps d'arrêt

source: Show Acknowledged
fr_fr: Montrer reconnu

source: Display options
fr_fr: option d'affichage

source: Show Label
fr_fr: Afficher le libellé

source: Group by host
fr_fr: Grouper par hôte

source: Use pagination
fr_fr: Utilisez la pagination

source: Will may decrease loading performance if disabled.
fr_fr: Will peut diminuer les performances de chargement si désactivé.

source: Icon size
fr_fr: Taille de l'icône

source: Normal
fr_fr: Ordinaire

source: Icon Preview
fr_fr: Aperçu de l'icône

source: Example host
fr_fr: Exemple d'hôte

source: Create Auto Map
fr_fr: Créer une carte automatique

source: Edit auto map:
fr_fr: Modifier la carte automatique :

source: Update Auto Map
fr_fr: Mettre à jour la carte automatique

source: Auto Maps overview
fr_fr: Vue d'ensemble Auto Maps

source: Filter by auto map name
fr_fr: Filtrer par nom de carte automatique

source: Filter by description
fr_fr: Filtrer par description

source: Status filters
fr_fr: Filtres d'état

source: Recursive container
fr_fr: Conteneur récursif

source: Acknowledged
fr_fr: Reconnu

source: Enabled
fr_fr: Activée

source: View auto map:
fr_fr: Voir la carte automatique :

source: Regular expression for hosts
fr_fr: Expression régulière pour les hôtes

source: Regular expression for services
fr_fr: Expression régulière pour services

source: Backup / Restore
fr_fr: Sauvegarder / Restaurer

source: Backup management
fr_fr: Gestion de sauvegarde

source: Backupfile for Restore
fr_fr: Fichier de sauvegarde pour la restauration

source: Delete file
fr_fr: Supprimer le fichier

source: Start Restore
fr_fr: Lancer la restauration

source: Filename for Backup
fr_fr: Nom de fichier pour la sauvegarde

source: Start Backup
fr_fr: Démarrer la sauvegarde

source: Nodes
fr_fr: Noeuds

source: Type to filter...
fr_fr: Tapez pour filtrer…

source: No hosts associated with this node
fr_fr: Aucun hôte associé à ce noeud

source: No services associated with this node
fr_fr: Aucun service associé à ce noeud

source: Filter by host name
fr_fr: Filtrer par nom d'hôte

source: Filter by output
fr_fr: Filtrer par sortie

source: Filter by tags
fr_fr: Filtrer par tags

source: Host status
fr_fr: Statut de l'hôte

source: Acknowledgements
fr_fr: Remerciements

source: Acknowledge
fr_fr: Reconnaître

source: Not acknowledged
fr_fr: Non reconnu

source: Not in downtime
fr_fr: Pas en panne

source: Filter by instance
fr_fr: Filtrer par instance

source: Hoststatus
fr_fr: État d'accueil

source: is acknowledged
fr_fr: est reconnu

source: is in downtime
fr_fr: est en arrêt

source: Host output
fr_fr: Sortie de l'hôte

source: Append to host group
fr_fr: Ajouter au groupe hôte

source: Edit details
fr_fr: Modifier les détails

source: Enable notifications
fr_fr: Activer les notifications

source: Calendars
fr_fr: Calendriers

source: Create new calendar
fr_fr: Créer un nouveau calendrier

source: Add holiday
fr_fr: Ajouter des vacances

source: Delete ALL holidays
fr_fr: Supprimer TOUS les séjours

source: Delete MONTH events
fr_fr: Supprimer les événements du mois

source: Delete ALL events
fr_fr: Supprimer TOUS les événements

source: Calendar name
fr_fr: Nom du calendrier

source: Create calendar
fr_fr: Créer un calendrier

source: Add new bank holiday
fr_fr: Ajouter un nouveau jour férié

source: Title
fr_fr: Titre

source: Edit holiday
fr_fr: Modifier les vacances

source: Edit calendar:
fr_fr: Modifier le calendrier:

source: Update calendar
fr_fr: Mettre à jour le calendrier

source: Calendars overview
fr_fr: Vue d'ensemble des calendriers

source: Filter by calendar name
fr_fr: Filtrer par nom d'agenda

source: System
fr_fr: Système

source: by
fr_fr: par

source: with Cron Job
fr_fr: avec Cron Job

source: by deleted user
fr_fr: par utilisateur supprimé

source: Commands
fr_fr: Les commandes

source: Could not connect to SudoWebsocket Server
fr_fr: Impossible de se connecter au serveur SudoWebsocket

source: Create new command
fr_fr: Créer une nouvelle commande

source: Default macros overview
fr_fr: Présentation des macros par défaut

source: $USERn$ overview
fr_fr: $USERn$ aperçu

source: Security notice
fr_fr: Avis de sécurité

source: User defined macros inside of command_line could lead to unwanted code execution.
fr_fr: Les macros définies par l'utilisateur à l'intérieur de commande_ligne pourraient conduire à une exécution de code indésirable.

source: It is recommended to only provide access for a certain group of users to edit commands and user defined macros.
fr_fr: Il est recommandé de ne donner accès qu'à un certain groupe d'utilisateurs pour éditer des commandes et des macros définies par l'utilisateur.

source: Command type
fr_fr: Type de commande

source: Service check command
fr_fr: Commande de contrôle de service

source: Host check command
fr_fr: Commande de vérification d'hôte

source: Notification command
fr_fr: Commande de notification

source: Eventhandler command
fr_fr: Commande de gestionnaire d'événements

source: user defined macro
fr_fr: macro définie par l'utilisateur

source: A $-sign needs to be escaped manually (\$). Semicolons (;) needs to be defined as %s.
fr_fr: Un signe $ doit être échappé manuellement (\$). Les points-virgules (;) doivent être définis comme %s.

source: Nagios supports up to 32 $ARGx$ macros ($ARG1$ through $ARG32$)
fr_fr: Nagios prend en charge jusqu'à 32 macros $ARGx$ ($ARG1$ à $ARG32$)

source: Please enter a name
fr_fr: S'il vous plaît entrer un nom

source: Add argument
fr_fr: Ajouter un argument

source: empty arguments will be removed automatically
fr_fr: les arguments vides seront automatiquement supprimés

source: Create command
fr_fr: Créer une commande

source: User defined macros
fr_fr: Macros définies par l'utilisateur

source: Hide value
fr_fr: Cacher la valeur

source: Show value
fr_fr: Montrer la valeur

source: Mismatch in number of defined arguments detected
fr_fr: Non concordance du nombre d'arguments définis détectés

source: Different amount of used %s variables compared to defined arguments!
fr_fr: Quantité différente de variables %s utilisées par rapport aux arguments définis !

source: Number of used %s variables:
fr_fr: Nombre de variables %s utilisées :

source: Number of defined arguments:
fr_fr: Nombre d'arguments définis :

source: Save anyway
fr_fr: Enregistrer quand même

source: List of all available default macros
fr_fr: Liste de toutes les macros par défaut disponibles

source: Copy command/s
fr_fr: Copier commande/s

source: Source command:
fr_fr: Commande source :

source: Name of the new command
fr_fr: Nom de la nouvelle commande

source: Update command
fr_fr: Commande de mise à jour

source: Monitoring commands
fr_fr: Suivi des commandes

source: Filter by command name
fr_fr: Filtrer par nom de commande

source: Command types
fr_fr: Types de commande

source: Command name
fr_fr: Nom de la commande

source: objects.
fr_fr: objets.

source: Host templates
fr_fr: Modèles d'hôte

source: Service templates
fr_fr: Modèles de service

source: This command is not used by any object
fr_fr: Cette commande n'est utilisée par aucun objet

source: Database backend
fr_fr: Base de données

source: Edit configuration file
fr_fr: Editer le fichier de configuration

source: Configuration changes will be applied automatically with the next schedule of "ConfigGenerator" cron job.
fr_fr: Les modifications de configuration seront appliquées automatiquement lors de la prochaine planification du travail "ConfigGenerator".

source: Restore default
fr_fr: Restaurer par défaut

source: Do you really want to restore default configuration? All manual changes will be lost.
fr_fr: Voulez-vous vraiment restaurer la configuration par défaut? Toutes les modifications manuelles seront perdues.

source: Carbon storage path
fr_fr: Chemin de stockage de carbone

source: Carbon Cache instances
fr_fr: Instances Carbon Cache

source: Carbon C Relay workers
fr_fr: Travailleurs du relais carbone C

source: Carbon storage schema
fr_fr: Schéma de stockage de carbone

source: Local Graphite-Web port
fr_fr: Port Graphite-Web local

source: Graphite-Web timezone
fr_fr: Fuseau horaire Web-graphite

source: Server timezone is:
fr_fr: Le fuseau horaire du serveur est :

source: Current server time:
fr_fr: Heure actuelle du serveur :

source: Local Carbon C Relay port
fr_fr: Port local du relais Carbon C

source: Network configuration
fr_fr: Configuration du réseau

source: Automatically
fr_fr: Automatiquement

source: Manually
fr_fr: Manuellement

source: Docker Compose subnet
fr_fr: Docker Compose sous-réseau

source: Configuration file editor
fr_fr: Éditeur de fichier de configuration

source: Do not change values, where you don't know what you are doing! This may break the system!
fr_fr: Ne changez pas les valeurs, où vous ne savez pas ce que vous faites ! Cela peut casser le système !

source: Configuration files
fr_fr: Fichiers de configuration

source: File name
fr_fr: Nom de fichier

source: Critical (default)
fr_fr: Critique (par défaut)

source: OK
fr_fr: D'accord

source: Crate (Statusengine 3)
fr_fr: Caisse (Statusengine 3)

source: Use check_result_path
fr_fr: Utilisez check_result_path

source: Use external command file (nagios.cmd)
fr_fr: Utiliser un fichier de commande externe (nagios.cmd)

source: Use Naemon Query Handler (nagios.qh recommended)
fr_fr: Utilisez Naemon Query Handler (nagios.qh recommandé)

source: SSH configuration
fr_fr: Configuration SSH

source: Logging
fr_fr: Enregistrement

source: Disable loging
fr_fr: Désactiver la journalisation

source: Only some information about phpNSTA
fr_fr: Quelques informations sur phpNSTA

source: Process fork information
fr_fr: Traiter les informations de fourche

source: File operation information
fr_fr: Informations sur le fonctionnement du fichier

source: Nagios process information
fr_fr: Informations sur les processus Nagios

source: SSH tunnel information
fr_fr: Informations sur le tunnel SSH

source: System time synchronization information
fr_fr: Informations de synchronisation de l'heure système

source: Events triggerd by the SAT-Systems
fr_fr: Événements déclenchés par les systèmes SAT

source: Child process monitoring
fr_fr: Surveillance des processus enfants

source: Data for Mod_Gearman
fr_fr: Données pour Mod_Gearman

source: Bulk Transmission
fr_fr: Transmission en vrac

source: Custom data transmission
fr_fr: Transmission de données personnalisée

source: ALL
fr_fr: TOUT

source: Supervisor
fr_fr: Superviseur

source: Time synchronisation
fr_fr: Synchronisation horaire

source: Hour
fr_fr: Heure

source: Contact groups
fr_fr: Groupes de contact

source: Create new contact group
fr_fr: Créer un nouveau groupe de contact

source: Contact group
fr_fr: Groupe de contact

source: Create contact group
fr_fr: Créer un groupe de contact

source: Copy contact group/s
fr_fr: Copier le(s) groupe(s) de contact

source: Source contact group:
fr_fr: Groupe de contact source :

source: Name of the new contact group
fr_fr: Nom du nouveau groupe de contact

source: Edit contact group
fr_fr: Modifier le groupe de contact

source: Update contact group
fr_fr: Mettre à jour le groupe de contact

source: Contact groups overview
fr_fr: Vue d'ensemble des groupes de contact

source: Filter by contact group name
fr_fr: Filtrer par nom de groupe de contacts

source: Filter by contact group description
fr_fr: Filtrer par description de groupe de contacts

source: Contact group name
fr_fr: Nom du groupe de contact

source: Number of contacts
fr_fr: Nombre de contacts

source: Empty
fr_fr: Vide

source: Contactgroup
fr_fr: Groupe de contact

source: Contactgroups
fr_fr: Groupes de contact

source: contact group
fr_fr: groupe de contact

source: contactgroups
fr_fr: groupes de contact

source: The following %s will deleted
fr_fr: Les %s seront supprimés

source: contactgroup
fr_fr: groupe de contact

source: The following %s can't be deleted.
fr_fr: Les %s suivants ne peuvent pas être supprimés.

source: (Used by other object)
fr_fr: (Utilisé par un autre objet)

source: Host escalation
fr_fr: Escalade de l'hôte

source: Service escalation
fr_fr: Escalade de service

source: This contact group is not used by any object
fr_fr: Ce groupe de contact n'est utilisé par aucun objet

source: Create new contact
fr_fr: Créer un nouveau contact

source: Phone
fr_fr: Téléphone

source: User
fr_fr: Utilisateur

source: For browser notifications, a user needs to be assigned to the contact. User Id will be automatically available as $_CONTACTOITCUSERID$ contact macro.
fr_fr: Pour les notifications du navigateur, un utilisateur doit être affecté au contact. L'identifiant de l'utilisateur sera automatiquement disponible en tant que macro de contact $_CONTACTOITCUSERID$.

source: Host notification
fr_fr: Notification d'hôte

source: Host time period
fr_fr: Période d'hôte

source: Host commands
fr_fr: Commandes d'hôte

source: Host notifications enabled
fr_fr: Notifications de l'hôte activées

source: Push notifications to browser
fr_fr: Notifications push au navigateur

source: Recovery
fr_fr: Récupération
