Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Flapping
fr_fr: Battement

source: Host notification options
fr_fr: Options de notification de l'hôte

source: Service notification
fr_fr: Notification de service

source: Service time period
fr_fr: Période de service

source: Service commands
fr_fr: Commandes de service

source: Service notifications enabled
fr_fr: Notifications de service activées

source: Service notification options
fr_fr: Options de notification de service

source: Read more about browser push notification in the
fr_fr: En savoir plus sur la notification push du navigateur dans la

source: Define contact macros
fr_fr: Définir les macros de contact

source: Add new macro
fr_fr: Ajouter une nouvelle macro

source: Create contact
fr_fr: Créer un contact

source: Import from LDAP
fr_fr: Importer depuis LDAP

source: Import contact from LDAP
fr_fr: Importer un contact depuis LDAP

source: SAM-Account-Name
fr_fr: Nom de compte SAM

source: Connected LDAP server
fr_fr: Serveur LDAP connecté

source: Used filter query
fr_fr: Requête de filtre utilisée

source: Base DN
fr_fr: DN de base

source: Imported value from LDAP.
fr_fr: Valeur importée de LDAP.

source: Copy contact/s
fr_fr: Copier contact(s)

source: Name of the new contact
fr_fr: Nom du nouveau contact

source: Edit contact:
fr_fr: Modifier le contact :

source: Insufficient permissions to edit container.
fr_fr: Autorisations insuffisantes pour modifier le conteneur.

source: Update contact
fr_fr: Mettre à jour le contact

source: Contacts overview
fr_fr: Vue d'ensemble des contacts

source: Filter by contact name
fr_fr: Filtrer par nom de contact

source: Filter by contact email
fr_fr: Filtrer par email de contact

source: Filter by contact phone
fr_fr: Filtrer par téléphone de contact

source: Contact name
fr_fr: Nom du contact

source: Host notifications
fr_fr: Notifications d'hôte

source: Service notifications
fr_fr: Notifications de service

source: Host escalations
fr_fr: Escalade des hôtes

source: Service escalations
fr_fr: Escalade de service

source: Containers
fr_fr: Les conteneurs

source: Edit containers
fr_fr: Editer les conteneurs

source: Tree
fr_fr: Arbre

source: Location
fr_fr: Emplacement

source: Node
fr_fr: Nœud

source: Show details
fr_fr: Afficher les détails

source: Add new container
fr_fr: Ajouter un nouveau conteneur

source: Select container type
fr_fr: Sélectionnez le type de conteneur

source: Container name
fr_fr: Nom du conteneur

source: Optional fields for location
fr_fr: Champs facultatifs pour la localisation

source: Latitude must be a number between -90 and 90 degree inclusive.
fr_fr: La latitude doit être un nombre compris entre -90 et 90 degrés inclus.

source: Longitude must be a number -180 and 180 degree inclusive.
fr_fr: La longitude doit être comprise entre -180 et 180 degrés inclus.

source: Timezone
fr_fr: Fuseau horaire

source: Optional fields for tenant
fr_fr: Champs facultatifs pour le locataire

source: Info text...
fr_fr: Texte d'information…

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Street
fr_fr: Rue

source: Any street
fr_fr: Toute rue

source: Zip code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Any city
fr_fr: N'importe quelle ville

source: Create new node
fr_fr: Créer un nouveau noeud

source: Create new tenant
fr_fr: Créer un nouveau locataire

source: Create new location
fr_fr: Créer un nouvel emplacement

source: Edit node name
fr_fr: Editer le nom du noeud

source: Node name
fr_fr: Nom du noeud

source: Container overview
fr_fr: Vue d'ensemble du conteneur

source: Objects overview
fr_fr: Vue d'ensemble des objets

source: ... invalid host group
fr_fr: … groupe d'hôtes non valide

source: Host dependencies
fr_fr: Dépendances de l'hôte

source: Host dependency
fr_fr: Dépendance de l'hôte

source: Service template groups
fr_fr: Groupes de modèles de service

source: ... invalid service template group
fr_fr: … groupe de modèles de service non valide

source: ... invalid service group
fr_fr: … groupe de service invalide

source: Service dependencies
fr_fr: Dépendances du service

source: Service dependency
fr_fr: Dépendance au service

source: ... invalid contact group
fr_fr: … groupe de contact invalide

source: Cron jobs
fr_fr: Emplois Cron

source: Cron jobs overview
fr_fr: Aperçu des emplois chez Cron

source: Plugin
fr_fr: Brancher

source: Interval
fr_fr: Intervalle

source: Last scheduled
fr_fr: Dernier prévu

source: Is currently running
fr_fr: Est en cours d'exécution

source: Add Cronjob
fr_fr: Ajouter Cronjob

source: Cronjob schedule interval in minutes
fr_fr: Cronjob intervalle de temps en minutes

source: Determine if this cronjob should be executed.
fr_fr: Déterminez si ce travail cron doit être exécuté.

source: Edit Cronjob
fr_fr: Modifier Cronjob

source: Adhoc Reports
fr_fr: Rapports ad hoc

source: Current state report
fr_fr: Rapport d'état actuel

source: Create current state report
fr_fr: Créer un rapport d'état actuel

source: Report created successfully
fr_fr: Rapport créé avec succès

source: Report could not be created
fr_fr: Le rapport n'a pas pu être créé

source: Service status
fr_fr: État du service

source: Check type
fr_fr: Type de chèque

source: Active service
fr_fr: Service actif

source: Passive service
fr_fr: Service passif

source: Generating report...
fr_fr: Générer un rapport…

source: State type
fr_fr: Type d'état

source: Hard state
fr_fr: État dur

source: Soft state
fr_fr: État mou

source: Passively transferred service
fr_fr: Service transféré passivement

source: Performance data
fr_fr: Données de performance

source: No performance data available
fr_fr: Aucune donnée de performance disponible

source: Current state report
fr_fr: Rapport d'état actuel

source: Status since
fr_fr: Statut depuis

source: Properties
fr_fr: Propriétés

source: Not Acknowledged
fr_fr: Non reconnu

source: Not in Downtime
fr_fr: Pas en panne

source: Pause scrolling
fr_fr: Pause défilement

source: Start scrolling
fr_fr: Commencer à faire défiler

source: Scroll interval:
fr_fr: Intervalle de défilement:

source: Is running
fr_fr: Est en cours d'exécution

source: Was not cancelled
fr_fr: N'a pas été annulé

source: Was cancelled
fr_fr: A été annulé

source: Hide expired
fr_fr: Masquer expiré

source: Created
fr_fr: Établi

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: In Downtime
fr_fr: En temps d'arrêt

source: Filter by host output
fr_fr: Filtrer par sortie de l'hôte

source: Dashboards
fr_fr: Tableaux de bord

source: Rename
fr_fr: Renommer

source: Start sharing
fr_fr: Commencer le partage

source: Stop sharing
fr_fr: Arrêtez le partage

source: Setup tab rotation
fr_fr: Rotation de l'onglet Configuration

source: Lock for edit
fr_fr: Verrouiller pour éditer

source: Add Widget
fr_fr: Ajouter un widget

source: Add tab
fr_fr: Ajouter un onglet

source: Fullscreen mode
fr_fr: Mode plein écran

source: Edit title
fr_fr: Editer le titre

source: Remove widget
fr_fr: Supprimer le widget

source: Create new tab
fr_fr: Créer un nouvel onglet

source: Tab name
fr_fr: Nom de l'onglet

source: Create from shared tab
fr_fr: Créer à partir d'un onglet partagé

source: Select shared tab
fr_fr: Sélectionner un onglet partagé

source: Tab rotation interval
fr_fr: Intervalle de rotation des tabulations

source: Set tab rotation interval
fr_fr: Définir l'intervalle de rotation des onglets

source: If you only have one tab, the rotation will just refresh the data of your current tab.
fr_fr: Si vous n'avez qu'un seul onglet, la rotation actualisera simplement les données de votre onglet actuel.

source: Rename tab
fr_fr: Renommer l'onglet

source: New tab name
fr_fr: Nom du nouvel onglet

source: For your dashboard is an update available
fr_fr: Pour votre tableau de bord est une mise à jour disponible

source: You created this dashboard out of an "shared" dashboard. The original dashboard was updated.
fr_fr: Vous avez créé ce tableau de bord à partir d'un tableau de bord "partagé". Le tableau de bord d'origine a été mis à jour.

source: This means the original dashboard was reorder, new objects where added or existing objects gets deleted.
fr_fr: Cela signifie que le tableau de bord d'origine a été réorganisé, que de nouveaux objets ont été supprimés ou que des objets existants ont été supprimés.

source: You can now choose if you want to update your dashboard or keep your current dashboard.
fr_fr: Vous pouvez maintenant choisir si vous souhaitez mettre à jour votre tableau de bord ou conserver votre tableau de bord actuel.

source: Warning: By updating your dashboard, local modifications will get lost.
fr_fr: Avertissement: En mettant à jour votre tableau de bord, les modifications locales seront perdues.

source: Never perform an update for this dashboard
fr_fr: Ne jamais effectuer de mise à jour pour ce tableau de bord

source: Yes update
fr_fr: Oui mise à jour

source: No thanks
fr_fr: Non merci

source: Edit widget title
fr_fr: Modifier le titre du widget

source: New title of widget
fr_fr: Nouveau titre de widget

source: Save widget title
fr_fr: Enregistrer le titre du widget

source: Insert text, html or markdown code
fr_fr: Insérer du texte, du code HTML ou du code de démarquage

source: Currently are no network segment issues
fr_fr: Aucun problème de segment de réseau actuellement

source: Filter by service name
fr_fr: Filtrer par nom de service

source: Filter by service output
fr_fr: Filtrer par sortie de service

source: hosts are monitored
fr_fr: les hôtes sont surveillés

source: services are monitored
fr_fr: les services sont surveillés

source: Your selected Timezone is
fr_fr: Le fuseau horaire sélectionné est

source: Performance data deleted
fr_fr: Données de performance supprimées

source: Host template:
fr_fr: Modèle d'hôte:

source: Service template:
fr_fr: Modèle de service:

source: No documentation has been written yet for this object. Click on "Edit" to start writing.
fr_fr: Aucune documentation n'a encore été écrite pour cet objet. Cliquez sur "Éditer" pour commencer à écrire.

source: Insert hyperlink
fr_fr: Insérer un lien hypertexte

source: Insert
fr_fr: Insérer

source: New to openITCOCKPIT?
fr_fr: Nouveau pour openITCOCKPIT?

source: We recommend every new user to read our
fr_fr: Nous recommandons à chaque nouvel utilisateur de lire notre

source: beginners guide.
fr_fr: Guide du débutant.

source: This guide provides information about the basic concept of openITCOCKPIT and how to monitor your first host.
fr_fr: Ce guide fournit des informations sur le concept de base d’openITCOCKPIT et sur la surveillance de votre premier hôte.

source: Beginners guide.
fr_fr: Guide du débutant.

source: Technical documentation
fr_fr: Documentation technique

source: The technical documentation of openITCOCKPIT containers detailed information about additional Modules, background processes, the usage of the JSON-API and so on.
fr_fr: La documentation technique des conteneurs openITCOCKPIT contient des informations détaillées sur les modules supplémentaires, les processus en arrière-plan, l'utilisation de l'API JSON, etc.

source: Technical documentation (EN)
fr_fr: Documentation technique (EN)

source: Additional help
fr_fr: Aide supplémentaire

source: Downtime report
fr_fr: Rapport de temps d'arrêt

source: Create downtime report
fr_fr: Créer un rapport de temps d'arrêt

source: Evaluation
fr_fr: Évaluation

source: Please choose a timeperiod
fr_fr: Veuillez choisir une période

source: DD.MM.YYYY
fr_fr: JJ.MM.AAAA

source: Involved in outages (Hosts):
fr_fr: Impliqué dans des pannes (hôtes):

source: Hosts without outages:
fr_fr: Hôtes sans panne:

source: Analysis period:
fr_fr: Période d'analyse:

source: Involved in outages (Services):
fr_fr: Impliqué dans des pannes (Services):

source: Hosts without outages:
fr_fr: Hôtes sans panne:

source: Data refresh in
fr_fr: Actualisation des données dans

source: Host downtimes overview
fr_fr: Vue d'ensemble des temps d'arrêt de l'hôte

source: Host downtimes
fr_fr: Hôtes temps d'arrêt

source: Service downtimes
fr_fr: Temps d'arrêt du service

source: From date
fr_fr: Partir de la date

source: Filter by user
fr_fr: Filtrer par utilisateur

source: To date
fr_fr: À ce jour

source: Options
fr_fr: Les options

source: Downtime currently running
fr_fr: Temps d'arrêt en cours d'exécution

source: Downtime is expired
fr_fr: Le temps d'arrêt est expiré

source: Downtime was cancelled
fr_fr: Les temps d'arrêt ont été annulés

source: Downtime not started yet
fr_fr: Temps d'arrêt pas encore commencé

source: Service downtimes overview
fr_fr: Aperçu des temps d'arrêt du service

source: API Keys Overview
fr_fr: Vue d'ensemble des clés API

source: Click on "Edit profile" in the top left corner.
fr_fr: Cliquez sur "Modifier le profil" dans le coin supérieur gauche.

source: Do you really want delete the selected calendars?
fr_fr: Voulez-vous vraiment supprimer les calendriers sélectionnés?

source: Do you really want delete the selected commands?
fr_fr: Voulez-vous vraiment supprimer les commandes sélectionnées?

source: Do you really want delete the selected contactgroups?
fr_fr: Voulez-vous vraiment supprimer les groupes de contacts sélectionnés?

source: Do you really want delete the selected contacts?
fr_fr: Voulez-vous vraiment supprimer les contacts sélectionnés?

source: success
fr_fr: Succès

source: You are about to delete downtime for host:
fr_fr: Vous êtes sur le point de supprimer le temps d'arrêt de l'hôte:

source: Do you want to delete service downtimes for this host too?
fr_fr: Voulez-vous également supprimer les interruptions de service pour cet hôte?

source: Add to host group
fr_fr: Ajouter au groupe hôte

source: List as PDF
fr_fr: Liste en PDF

source: Disable notification
fr_fr: Désactiver la notification

source: Do you really want delete the selected hosts?
fr_fr: Voulez-vous vraiment supprimer les hôtes sélectionnés?

source: Notice!
fr_fr: Remarquer!

source: Do you really want disable the selected hosts?
fr_fr: Voulez-vous vraiment désactiver les hôtes sélectionnés?

source: Do you really want delete the selected hostgroups?
fr_fr: Voulez-vous vraiment supprimer les groupes d'hôtes sélectionnés?

source: Checks (Not monitored)
fr_fr: Contrôles (non surveillés)

source: Hosts without state history records for selected time range:
fr_fr: Hôtes sans enregistrement d'historique d'état pour la plage de temps sélectionnée:

source: There are no services defined.
fr_fr: Il n'y a pas de services définis.

source: Hosts summary
fr_fr: Résumé des hôtes

source: Services summary
fr_fr: Résumé des services

source: No hosts/services found
fr_fr: Aucun hôte / service trouvé

source: Do you really want delete the selected maps?
fr_fr: Voulez-vous vraiment supprimer les cartes sélectionnées?

source: Switch to Paginator Mode
fr_fr: Passer en mode pagination

source: Switch to Scroll Mode
fr_fr: Passer en mode défilement

source: Scan code
fr_fr: Code d'analyse

source: Print
fr_fr: Impression

source: APT Repository - Manually action required!
fr_fr: Dépôt APT - Action manuelle requise!

source: Please contact your system administrator.
fr_fr: Veuillez contacter votre administrateur système.

source: Error code
fr_fr: Code d'erreur

source: Your system is using the old openITCOCKPIT APT repository, which will be shut down soon.
fr_fr: Votre système utilise l'ancien référentiel openITCOCKPIT APT, qui sera bientôt fermé.

source: Please update your sources.list to use our new repository
fr_fr: Veuillez mettre à jour votre sources.list pour utiliser notre nouveau référentiel

source: Copy to host
fr_fr: Copier vers l'hôte

source: Add to servicegroup
fr_fr: Ajouter à servicegroup

source: Acknowledge status
fr_fr: Reconnaître le statut

source: Do you really want delete the selected services?
fr_fr: Voulez-vous vraiment supprimer les services sélectionnés?

source: Do you really want disable the selected services?
fr_fr: Voulez-vous vraiment désactiver les services sélectionnés?

source: Do you really want delete the selected servicegroups?
fr_fr: Voulez-vous vraiment supprimer les groupes de services sélectionnés?

source: Allocate to service template group
fr_fr: Affecter au groupe de modèles de service

source: Do you really want to delete the selected service templates and all attached services?
fr_fr: Voulez-vous vraiment supprimer les modèles de service sélectionnés et tous les services associés?

source: Do you really want to disable the selected service templates?
fr_fr: Voulez-vous vraiment désactiver les modèles de service sélectionnés?

source: Keyboard Shortcuts
fr_fr: Raccourcis clavier

source: Global Shortcuts
fr_fr: Raccourcis globaux

source: Open shortcut help
fr_fr: Ouvrir l'aide du raccourci

source: Open lockscreen
fr_fr: Ouvrez le lockscreen

source: Logout
fr_fr: Se déconnecter

source: Close overlays
fr_fr: Fermer les superpositions

source: Submit
fr_fr: Soumettre

source: List Shortcuts
fr_fr: Liste des raccourcis

source: Open Search
fr_fr: Ouvrir la recherche

source: Close (ESC)
fr_fr: Fermer (ESC)

source: Do you really want delete the selected tenants? All nodes, contacts, contactgroups, locations, calendars, timeperiods, hosttemplates, hostgroups, hosts, servicetemplates, servicetemplategroups, servicegroups and services from the selected tenant(s) will be deleted too.
fr_fr: Voulez-vous vraiment supprimer les locataires sélectionnés? Tous les nœuds, contacts, groupes de contacts, emplacements, calendriers, périodes horaires, modèles d'hôte, groupes d'hôtes, hôtes, modèles de service, groupes de modèles de service, groupes de services et services du ou des locataires sélectionnés seront également supprimés.

source: Do you really want delete the selected timeperiods?
fr_fr: Voulez-vous vraiment supprimer les périodes sélectionnées?

source: Create downtime
fr_fr: Créer des temps d'arrêt

source: Create host downtime
fr_fr: Créer un temps d'arrêt hôte

source: Create service downtime
fr_fr: Créer un temps d'arrêt du service

source: Create host group downtime
fr_fr: Créer un temps d'arrêt du groupe hôte

source: Create container downtime
fr_fr: Créer des temps d'arrêt de conteneur

source: Hosts are in use by the following modules
fr_fr: Les hôtes sont utilisés par les modules suivants

source: The Services are in use by the following modules
fr_fr: Les services sont utilisés par les modules suivants

source: The current status was acknowledged by %s
fr_fr: L'état actuel a été reconnu par %s

source: with the comment "
fr_fr: avec le commentaire "

source: Hostdescription
fr_fr: Description de l'hôte

source: Hostaddress
fr_fr: adresse de l'hôte

source: Host long output
fr_fr: Hôte long sortie

source: Servicename
fr_fr: Nom du service

source: One-time password
fr_fr: Mot de passe à usage unique

source: Your new One-time password is:
fr_fr: Votre nouveau mot de passe à usage unique est:

source: Your password was reset. Your new password is:
fr_fr: Votre mot de passe a été réinitialisé. Votre nouveau mot de passe est:

source: Your new password is:
fr_fr: Votre nouveau mot de passe est :

source: refresh monitoring configuration
fr_fr: rafraîchir la configuration de surveillance

source: Could not connect to Gearman Job Server
fr_fr: Impossible de se connecter à Gearman Job Server

source: Create backup of current configuration?
fr_fr: Créer une sauvegarde de la configuration actuelle?

source: Refresh in progress
fr_fr: Actualiser en cours

source: You need to wait before the currently running refresh of the monitoring configuration is finished.
fr_fr: Vous devez attendre la fin de l'actualisation en cours de la configuration de surveillance.

source: Refresh of monitoring configuration successfully done.
fr_fr: Actualisation de la configuration de surveillance effectuée avec succès.

source: Error while refreshing your monitoring configuration
fr_fr: Erreur lors de l'actualisation de votre configuration de surveillance

source: Error - new configuration is not valid
fr_fr: Erreur - la nouvelle configuration n'est pas valide

source: Additional information
fr_fr: Information additionnelle

source: Refresh configuration
fr_fr: Actualiser la configuration

source: Select Image
fr_fr: Sélectionner une image

source: Change Image
fr_fr: Changer l'image

source: Select File
fr_fr: Choisir le dossier

source: Change File
fr_fr: Changer de fichier

source: delete
fr_fr: effacer

source: On
fr_fr: Sur

source: Off
fr_fr: De

source: false
fr_fr: faux

source: true
fr_fr: vrai

source: Not Found
fr_fr: Introuvable

source: edit
fr_fr: modifier

source: add
fr_fr: ajouter

source: Really delete?
fr_fr: Vraiment supprimer?

source: details
fr_fr: détails

source: print
fr_fr: impression

source: terms_and_conditions
fr_fr: Termes et conditions

source: years
fr_fr: années

source: months
fr_fr: mois

source: days
fr_fr: journées

source: Could not found hostname
fr_fr: Impossible de trouver le nom d'hôte

source: Could not found servicename
fr_fr: Impossible de trouver le nom du service

source: Name not found in database
fr_fr: Nom introuvable dans la base de données

source: Object not found in UUID cache
fr_fr: Objet non trouvé dans le cache UUID

source: Host check history
fr_fr: Historique de vérification de l'hôte

source: State Types
fr_fr: Types d'état

source: Soft
fr_fr: Doux

source: Hard
fr_fr: Dur

source: Check attempt
fr_fr: Tentative de vérification

source: Add host dependency
fr_fr: Ajouter la dépendance de l'hôte

source: Host dependencies are an advanced feature that allow you to suppress notifications for hosts based on the status of one or more other hosts.
fr_fr: Les dépendances d’hôte sont une fonctionnalité avancée qui vous permet de supprimer les notifications pour les hôtes en fonction du statut d’un ou de plusieurs autres hôtes.

source: Dependent hosts
fr_fr: Hôtes dépendants

source: Dependent host groups
fr_fr: Groupes hôtes dépendants

source: Time period
fr_fr: Période de temps

source: Inherits parent
fr_fr: Hérite parent

source: Execution failure criteria
fr_fr: Critère d'échec d'exécution

source: Pending
fr_fr: En attente

source: Execution none
fr_fr: Exécution aucune

source: Notification failure criteria
fr_fr: Critère d'échec de la notification

source: Notification none
fr_fr: Notification aucune

source: Save host depependency
fr_fr: Enregistrer la dépendance de l'hôte

source: Edit host dependency
fr_fr: Modifier la dépendance de l'hôte

source: Host Dependencies
fr_fr: Dépendances de l'hôte

source: You can either search for <b>"host"</b> OR <b>"dependent host"</b>. Opposing field will be reset automatically
fr_fr: Vous pouvez rechercher l’hôte <b> "hôte " </ b> OU <b> "dépendant " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by dependent host name
fr_fr: Filtrer par nom d'hôte dépendant

source: Filter by host group
fr_fr: Filtrer par groupe d'hôtes

source: You can either search for <b>"host group"</b> OR <b>"dependent host group"</b>. Opposing field will be reset automatically
fr_fr: Vous pouvez rechercher <b> "groupe d'hôtes " </ b> OU <b> "groupe d'hôtes dépendants " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by dependent host group
fr_fr: Filtrer par groupe d'hôtes dépendant

source: Execution fail on...
fr_fr: L'exécution échoue le…

source: Notification fail on...
fr_fr: La notification échoue le…

source: Host dependency #
fr_fr: Dépendance de l'hôte #

source: Add host escalation
fr_fr: Ajouter une escalade d'hôte
