Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Cannot load configuration files with ../ in them.
fr_fr: Impossible de charger les fichiers de configuration contenant ../.

source: No variable %s found in %s
fr_fr: Aucune variable %s trouvée dans %s

source: Encountered unexpected %s. Cannot generate SQL log.
fr_fr: Inopinément rencontré %s. Impossible de générer le journal SQL.

source: CakePHP: the rapid development php framework
fr_fr: CakePHP : le framework PHP de développement rapide

source: The request has been black-holed
fr_fr: La demande a été détruite

source: Debug setting does not allow access to this url.
fr_fr: Le paramètre de débogage n'autorise pas l'accès à cette URL.

source: Cache engine %s is not available.
fr_fr: Le moteur de cache %s n'est pas disponible.

source: Cache engines must use %s as a base class.
fr_fr: Les moteurs de cache doivent utiliser %s comme classe de base.

source: Cache engine "%s" is not properly configured. Ensure required extensions are installed, and credentials/permissions are correct
fr_fr: Le moteur de cache "%s" n'est pas configuré correctement. Assurez-vous que les extensions requises sont installées et que les informations d'identification / autorisations sont correctes

source: %s cache was unable to write '%s' to %s cache
fr_fr: %s cache %s n'a pas pu écrire '%s' dans le cache %s

source: Invalid cache group %s
fr_fr: Groupe de cache non valide %s

source: Files cannot be atomically decremented.
fr_fr: Les fichiers ne peuvent pas être décrémentés de manière atomique.

source: Files cannot be atomically incremented.
fr_fr: Les fichiers ne peuvent pas être incrémentés de manière atomique.

source: Could not apply permission mask "%s" on cache file "%s"
fr_fr: Impossible d'appliquer le masque d'autorisation "%s" sur le fichier de cache "%s"

source: %s is not writable
fr_fr: %s n'est pas accessible en écriture

source: Method %s not implemented for compressed cache in %s
fr_fr: La méthode %s n'est pas implémentée pour le cache compressé dans %s

source: Memcached extension is not build with SASL support
fr_fr: L'extension Memcached n'est pas construite avec le support SASL

source: %s is not a valid serializer engine for Memcached
fr_fr: %s n'est pas un moteur de sérialiseur valide pour Memcached

source: Memcached extension is not compiled with %s support
fr_fr: L'extension Memcached n'est pas compilée avec le support %s

source: Could not load configuration file: %s
fr_fr: Impossible de charger le fichier de configuration : %s

source: %s modified
fr_fr: %s modifié

source: Could not find %s.
fr_fr: Impossible de trouver %s.

source: AclComponent adapters must implement AclInterface
fr_fr: Les adaptateurs AclComponent doivent implémenter AclInterface

source: %s is deprecated, use %s instead
fr_fr: %s est obsolète, utilisez %s à la place

source: Authorization adapter "%s" was not found.
fr_fr: La carte d’autorisation "%s" est introuvable.

source: Authorization objects must implement an %s method.
fr_fr: Les objets d'autorisation doivent implémenter une méthode %s.

source: Authentication adapter "%s" was not found.
fr_fr: L'adaptateur d'authentification "%s" est introuvable.

source: Authentication objects must implement an %s method.
fr_fr: Les objets d'authentification doivent implémenter une méthode %s.

source: You must use cipher, rijndael or aes for cookie encryption type
fr_fr: Vous devez utiliser cipher, rijndael ou aes pour le type de cryptage de cookie

source: You must give a handler callback.
fr_fr: Vous devez donner un rappel au gestionnaire.

source: "roles" section not found in configuration.
fr_fr: Section "roles" introuvable dans la configuration.

source: Neither "allow" nor "deny" rules were provided in configuration.
fr_fr: Ni les règles "allow" ni "deny" n'étaient fournies dans la configuration.

source: cycle detected when inheriting %s from %s. Path: %s
fr_fr: cycle détecté lors de l'héritage de %s partir de %s. Chemin : %s

source: Password hasher class "%s" was not found.
fr_fr: La classe de hashage de mot de passe "%s" est introuvable.

source: Password hasher must extend AbstractPasswordHasher class.
fr_fr: Le hasheur de mot de passe doit étendre la classe AbstractPasswordHasher.

source: $controller needs to be an instance of Controller
fr_fr: $controller doit être une instance de Controller

source: $controller does not implement an %s method.
fr_fr: $controller n'implémente pas la méthode %s.

source: CrudAuthorize::authorize() - Attempted access of un-mapped action "%1$s" in controller "%2$s"
fr_fr: CrudAuthorize::authorize() - Tentative d'accès à l'action non mappée "%1$s" dans le contrôleur "%2$s "

source: Can't find application core file. Please create %s, and make sure it is readable by PHP.
fr_fr: Impossible de trouver le fichier de base de l'application. Veuillez créer %s et assurez-vous qu'il est lisible par PHP.

source: Can't find application bootstrap file. Please create %s, and make sure it is readable by PHP.
fr_fr: Impossible de trouver le fichier de démarrage de l'application. Veuillez créer %s et assurez-vous qu'il est lisible par PHP.

source: There is no "%s" adapter.
fr_fr: Il n'y a pas d'adaptateur "%s".

source: The "%s" adapter, does not have a %s method.
fr_fr: L'adaptateur "%s" n'a pas de méthode %s.

source: The eventKey variable is required
fr_fr: La variable eventKey est obligatoire

source: You cannot use "" as a domain.
fr_fr: Vous ne pouvez pas utiliser "" comme domaine.

source: Missing plural form translation for "%s" in "%s" domain, "%s" locale. Check your po file for correct plurals and valid Plural-Forms header.
fr_fr: Traduction manquant de forme plurielle pour "%s" dans le domaine "%s", locale "%s". Vérifiez votre fichier po pour les pluriels corrects et l'en-tête valide de Plural-Forms.

source: Invalid key name
fr_fr: Nom de clé invalide

source: Missing logger class name
fr_fr: Nom de classe de l'enregistreur manquant

source: Stream %s not found
fr_fr: Flux %s non trouvé

source: logger class %s does not implement a %s method.
fr_fr: La classe d'enregistreur %s n'implémente pas de méthode %s.

source: Could not load class %s
fr_fr: Impossible de charger la classe %s

source: Could not apply permission mask "%s" on log file "%s"
fr_fr: Impossible d'appliquer le masque d'autorisation "%s" sur le fichier journal "%s"

source: AclNode::node() - Couldn't find %s node identified by "%s"
fr_fr: AclNode::node() - Impossible de trouver le nœud %s identifié par "%s"

source: %s - Method %s not found in any attached behavior
fr_fr: %s - La méthode %s ne figure dans aucun comportement attaché

source: Schema generation error: invalid column type %s for %s.%s does not exist in DBO
fr_fr: Erreur de génération de schéma: type de colonne non valide %s pour %s.%s n'existe pas dans DBO

source: (Model::getColumnTypes) Unable to build model field data. If you are using a model without a database table, try implementing schema()
fr_fr: (Model::getColumnTypes) Impossible de générer les données de champ du modèle. Si vous utilisez un modèle sans table de base de données, essayez d'implémenter schema().

source: Invalid join model settings in %s. The association parameter has the wrong type, expecting a string or array, but was passed type: %s
fr_fr: Paramètres de modèle de jointure non valides dans %s. Le paramètre d'association a un type incorrect, attend une chaîne ou un tableau, mais le type est passé : %s

source: %s - Failed ARO node lookup in permissions check. Node references: Aro: %s Aco: %s
fr_fr: %s - Echec de la recherche du noeud ARO dans la vérification des autorisations. Références de nœud: Aro : %s Aco : %s

source: %s - Failed ACO node lookup in permissions check. Node references: Aro: %s Aco: %s
fr_fr: %s - Echec de la recherche du noeud ACO dans la vérification des autorisations. Références de nœud : Aro : %s Aco : %s

source: ACO permissions key %s does not exist in %s
fr_fr: La clé d'autorisations ACO %s n'existe pas dans %s

source: %s - Invalid node
fr_fr: %s - Noeud invalide

source: Invalid permission key "%s"
fr_fr: Clé d'autorisation non valide "%s"

source: Callback %s not defined in %s
fr_fr: Le rappel %s n'est pas défini dans %s

source: AclBehavior is setup with more then one type, please specify type parameter for node()
fr_fr: AclBehavior est configuré avec plus d'un type, veuillez spécifier le paramètre type pour node()

source: Model "%s" is not associated with model "%s"
fr_fr: Le modèle "%s" n'est pas associé au modèle "%s"

source: Datasource %s for TranslateBehavior of model %s is not connected
fr_fr: La source de données %s pour TranslateBehavior du modèle %s n'est pas connectée

source: You cannot bind a translation named "name".
fr_fr: Vous ne pouvez pas lier une traduction nommée "name".

source: Association %s is already bound to model %s
fr_fr: L'association %s est déjà liée au modèle %s

source: Unable to configure the session, setting %s failed.
fr_fr: Impossible de configurer la session, le réglage de %s échoué.

source: Could not load %s to handle the session.
fr_fr: Impossible de charger %s pour gérer la session.

source: Chosen SessionHandler does not implement CakeSessionHandlerInterface it cannot be used with an engine key.
fr_fr: SessionHandler choisi n'implémente pas CakeSessionHandlerInterface, il ne peut pas être utilisé avec une clé de moteur.

source: Selected driver is not enabled
fr_fr: Le pilote sélectionné n'est pas activé

source: Error in Model %s
fr_fr: Erreur dans le modèle %s

source: Invalid schema object
fr_fr: Objet de schéma non valide

source: Column name or type not defined in schema
fr_fr: Nom de colonne ou type non défini dans le schéma

source: Column type %s does not exist
fr_fr: Le type de colonne %s n'existe pas

source: Could not describe table for %s
fr_fr: Impossible de décrire la table pour %s

source: Could not find validation handler %s for %s
fr_fr: Impossible de trouver le gestionnaire de validation %s pour %s

source: Method %s does not exist
fr_fr: La méthode %s n'existe pas

source: Unknown status code
fr_fr: Code de statut inconnu

source: Invalid status code
fr_fr: Code de statut invalide

source: The requested file contains `..` and will not be read.
fr_fr: Le fichier demandé contient `..` et ne sera pas lu.

source: The requested file %s was not found or not readable
fr_fr: Le fichier demandé %s est introuvable ou illisible

source: Connection timed out
fr_fr: La connexion a expiré

source: Invalid encryption scheme chosen
fr_fr: Schéma de chiffrement non valide choisi

source: Unable to perform enableCrypto operation on CakeSocket
fr_fr: Impossible d'effectuer l'opération enableCrypto sur CakeSocket

source: From requires only 1 email address.
fr_fr: De nécessite seulement 1 adresse email.

source: Sender requires only 1 email address.
fr_fr: L'expéditeur n'a besoin que d'une seule adresse électronique.

source: Reply-To requires only 1 email address.
fr_fr: Reply-To nécessite seulement 1 adresse email.

source: Disposition-Notification-To requires only 1 email address.
fr_fr: Disposition-Notification-To nécessite une seule adresse e-mail.

source: Return-Path requires only 1 email address.
fr_fr: Return-Path nécessite seulement 1 adresse email.

source: Invalid email: "%s"
fr_fr: Email invalide : "%s"

source: $headers should be an array.
fr_fr: $headers devrait être une liste.

source: Format not available.
fr_fr: Format non disponible.

source: Class "%s" not found.
fr_fr: Classe "%s" introuvable.

source: The "%s" does not have a %s method.
fr_fr: Le "%s" n'a pas de méthode %s.

source: Invalid format for Message-ID. The text should be something like "<uuid@server.com>"
fr_fr: Format non valide pour Message-ID. Le texte devrait être quelque chose comme "<uuid@server.com>"

source: No file or data specified.
fr_fr: Aucun fichier ou donnée spécifié.

source: No filename specified.
fr_fr: Aucun nom de fichier spécifié.

source: File not found: "%s"
fr_fr: Fichier non trouvé : "%s"

source: From is not specified.
fr_fr: De n'est pas spécifié.

source: You need to specify at least one destination for to, cc or bcc.
fr_fr: Vous devez spécifier au moins une destination pour to, cc ou bcc.

source: %s not found.
fr_fr: %s non trouvé.

source: Unknown email configuration "%s".
fr_fr: Configuration de messagerie inconnue "%s".

source: Unable to connect to SMTP server.
fr_fr: Impossible de se connecter au serveur SMTP.

source: SMTP server did not accept the connection or trying to connect to non TLS SMTP server using TLS.
fr_fr: Le serveur SMTP n'a pas accepté la connexion ou n'a pas essayé de se connecter à un serveur SMTP non TLS à l'aide de TLS.

source: SMTP server did not accept the connection.
fr_fr: Le serveur SMTP n'a pas accepté la connexion.

source: SMTP server did not accept the username.
fr_fr: Le serveur SMTP n'a pas accepté le nom d'utilisateur.

source: SMTP server did not accept the password.
fr_fr: Le serveur SMTP n'a pas accepté le mot de passe.

source: SMTP authentication method not allowed, check if SMTP server requires TLS.
fr_fr: Méthode d'authentification SMTP non autorisée, vérifiez si le serveur SMTP requiert TLS.

source: AUTH command not recognized or not implemented, SMTP server may not require authentication.
fr_fr: Commande AUTH non reconnue ou non implémentée, le serveur SMTP peut ne pas nécessiter d'authentification.

source: SMTP timeout.
fr_fr: Délai d'attente SMTP.

source: SMTP Error: %s
fr_fr: Erreur SMTP : %s

source: HttpResponse is deprecated due to naming conflicts. Use HttpSocketResponse instead.
fr_fr: HttpResponse est obsolète en raison de conflits de noms. Utilisez HttpSocketResponse à la place.

source: Invalid resource.
fr_fr: Ressource invalide.

source: Class %s not found.
fr_fr: Classe %s non trouvée.

source: Unknown authentication method.
fr_fr: Méthode d'authentification inconnue.

source: The %s does not support authentication.
fr_fr: Le %s ne supporte pas l'authentification.

source: Unknown authentication method for proxy.
fr_fr: Méthode d'authentification inconnue pour le proxy.

source: The %s does not support proxy authentication.
fr_fr: Le %s ne prend pas en charge l'authentification par proxy.

source: HttpSocket::_buildRequestLine - Passed an invalid request line string. Activate quirks mode to do this.
fr_fr: HttpSocket::_buildRequestLine - A passé une chaîne de requête invalide. Activer le mode quirks pour faire cela.

source: HttpSocket::_buildRequestLine - The "*" asterisk character is only allowed for the following methods: %s. Activate quirks mode to work outside of HTTP/1.1 specs.
fr_fr: HttpSocket::_buildRequestLine - Le caractère astérisque "* " n'est autorisé que pour les méthodes suivantes : %s. Activer le mode quirks pour travailler en dehors des spécifications HTTP/1.1.

source: Invalid response.
fr_fr: Réponse invalide.

source: Invalid HTTP response.
fr_fr: Réponse HTTP invalide.

source: Route class not found, or route class is not a subclass of CakeRoute
fr_fr: Classe de route non trouvée ou classe de route n'est pas une sous-classe de CakeRoute

source: No unit type.
fr_fr: Aucun type d'unité.

source: (ClassRegistry::init() Attempted to create instance of a class with a numeric name
fr_fr: (ClassRegistry::init() Tentative de créer une instance d'une classe avec un nom numérique

source: Cannot create instance of %s, as it is abstract or is an interface
fr_fr: Impossible de créer une instance de %s, car elle est abstraite ou constitue une interface

source: Invalid Debugger output format.
fr_fr: Format de sortie du débogueur invalide.

source: Please change the value of %s in %s to a salt value specific to your application.
fr_fr: Veuillez modifier la valeur de %s dans %s en une valeur de sel spécifique à votre application.

source: Please change the value of %s in %s to a numeric (digits only) seed value specific to your application.
fr_fr: Modifiez la valeur de %s dans %s en une valeur de départ numérique (chiffres uniquement) spécifique à votre application.

source: The $path argument is expected to be an absolute path.
fr_fr: L'argument $path devrait être un chemin absolu.

source: %s changed to %s
fr_fr: %s changé en %s

source: %s NOT changed to %s
fr_fr: %s PAS changé en %s

source: %s is a file
fr_fr: %s est un fichier

source: %s created
fr_fr: %s créé

source: %s NOT created
fr_fr: %s NON créé

source: %s removed
fr_fr: %s enlevé

source: %s NOT removed
fr_fr: %s NON enlevé

source: %s not found
fr_fr: %s non trouvé

source: %s not writable
fr_fr: %s non accessible en écriture

source: %s copied to %s
fr_fr: %s copié dans %s

source: %s NOT copied to %s
fr_fr: %s NON copié dans %s

source: %s not created
fr_fr: %s non créé

source: Invalid path parameter: %s, should be dot separated path or array.
fr_fr: Paramètre de chemin non valide : %s , doit être un chemin ou un tableau séparé par des points.

source: Hash::combine() needs an equal number of keys + values.
fr_fr: Hash::combine() a besoin d'un nombre égal de clés et de valeurs.

source: Invalid data array to nest.
fr_fr: Tableau de données non valide pour imbriquer.

source: Cannot use modParams with indexes that do not exist.
fr_fr: Impossible d'utiliser modParams avec des index qui n'existent pas.

source: Invalid value, cost must be between %s and %s
fr_fr: Valeur non valide, le coût doit être compris entre %s et %s

source: You cannot use an empty key for %s
fr_fr: Vous ne pouvez pas utiliser une clé vide pour %s

source: You must specify the operation for Security::rijndael(), either encrypt or decrypt
fr_fr: Vous devez spécifier l'opération pour Security::rijndael(), chiffrer ou déchiffrer

source: You must use a key larger than 32 bytes for Security::rijndael()
fr_fr: Vous devez utiliser une clé supérieure à 32 octets pour Security::rijndael()

source: Invalid salt: %s for %s Please visit http://www.php.net/crypt and read the appropriate section for building %s salts.
fr_fr: Sel non valide : %s pour %s Veuillez visiter http://www.php.net/crypt et lire la section appropriée pour la construction des sels %s.

source: Invalid key for %s, key must be at least 256 bits (32 bytes) long.
fr_fr: Clé invalide pour %s, la clé doit avoir une longueur minimale de 256 bits (32 octets).

source: The data to decrypt cannot be empty.
fr_fr: Les données à déchiffrer ne peuvent pas être vides.

source: You must define the $operator parameter for %s
fr_fr: Vous devez définir le paramètre $operator pour %s

source: You must define a regular expression for %s
fr_fr: Vous devez définir une expression régulière pour %s

source: Could not find %s class, unable to complete validation.
fr_fr: Impossible de trouver la classe %s, impossible d'achever la validation.

source: Method %s does not exist on %s unable to complete validation.
fr_fr: Méthode %s n'existe pas sur %s incapables de terminer la validation.

source: Can not determine the mimetype.
fr_fr: Impossible de déterminer le type MIME.

source: XML cannot be read.
fr_fr: XML ne peut pas être lu.

source: Invalid input.
fr_fr: Entrée invalide.

source: Xml cannot be read.
fr_fr: Xml ne peut pas être lu.

source: The key of input must be alphanumeric
fr_fr: La clé de saisie doit être alphanumérique

source: Invalid array
fr_fr: Tableau invalide

source: The input is not instance of SimpleXMLElement, DOMDocument or DOMNode.
fr_fr: L'entrée n'est pas une instance de SimpleXMLElement, DOMDocument ou DOMNode.

source: Method %1$s::%2$s does not exist
fr_fr: La méthode %1$s::%2$s n'existe pas

source: Element Not Found: %s
fr_fr: Élément introuvable : %s

source: You cannot extend an element which does not exist (%s).
fr_fr: Vous ne pouvez pas étendre un élément qui n'existe pas (%s).

source: You cannot have views extend themselves.
fr_fr: Vous ne pouvez pas avoir de vues s'étendre.

source: You cannot have views extend in a loop.
fr_fr: Vous ne pouvez pas avoir de vues étendues en boucle.

source: The "%s" block was left open. Blocks are not allowed to cross files.
fr_fr: Le bloc "%s" est resté ouvert. Les blocs ne sont pas autorisés à traverser des fichiers.

source: Fatal Error
fr_fr: Erreur fatale

source: Error
fr_fr: Erreur

source: File
fr_fr: Fichier

source: Line
fr_fr: Ligne

source: Notice
fr_fr: Remarquer

source: If you want to customize this error message, create %s
fr_fr: Si vous souhaitez personnaliser ce message d'erreur, créez %s

source: Missing Method in %s
fr_fr: Méthode manquante en %s

source: The action %1$s is not defined in controller %2$s
fr_fr: L'action %1$s n'est pas définie dans le contrôleur %2$s

source: Create %1$s%2$s in file: %3$s.
fr_fr: Créez %1$s %2$s dans le fichier : %3$s .

source: Missing Behavior
fr_fr: Comportement manquant

source: %s could not be found.
fr_fr: %s n'a pas pu être trouvé.

source: Create the class %s below in file: %s
fr_fr: Créez la classe %s ci-dessous dans le fichier : %s

source: Missing Component
fr_fr: Composant manquant

source: Missing Database Connection
fr_fr: Connexion de base de données manquante

source: A Database connection using "%s" was missing or unable to connect.
fr_fr: Une connexion à la base de données utilisant "%s" était manquante ou impossible de se connecter.

source: The database server returned this error: %s
fr_fr: Le serveur de base de données a renvoyé cette erreur : %s

source: %s driver is NOT enabled
fr_fr: Le pilote %s n'est PAS activé

source: Missing Controller
fr_fr: Contrôleur manquant

source: Scaffold requires a database connection
fr_fr: L'échafaudage nécessite une connexion à la base de données

source: Confirm you have created the file: %s
fr_fr: Confirmez que vous avez créé le fichier : %s

source: Missing Datasource
fr_fr: Source de données manquante

source: Datasource class %s could not be found.
fr_fr: La classe de source de données %s est introuvable.

source: Missing Datasource Configuration
fr_fr: Configuration de source de données manquante

source: The datasource configuration %1$s was not found in database.php.
fr_fr: La configuration de la source de données %1$s n'a pas été trouvée dans database.php.

source: Missing Helper
fr_fr: Aide manquante

source: Missing Layout
fr_fr: Disposition manquante

source: The layout file %s can not be found or does not exist.
fr_fr: Le fichier de mise en page %s est introuvable ou n'existe pas.

source: Missing Plugin
fr_fr: Plug-in manquant

source: The application is trying to load a file from the %s plugin
fr_fr: L'application tente de charger un fichier depuis le plugin %s

source: Make sure your plugin %s is in the %s directory and was loaded
fr_fr: Assurez-vous que votre plugin %s est dans le répertoire %s et a été chargé

source: Loading all plugins
fr_fr: Chargement de tous les plugins

source: If you wish to load all plugins at once, use the following line in your %s file
fr_fr: Si vous souhaitez charger tous les plugins à la fois, utilisez la ligne suivante dans votre fichier %s

source: Missing Database Table
fr_fr: Table de base de données manquante

source: Table %1$s for model %2$s was not found in datasource %3$s.
fr_fr: La table %1$s du modèle %2$s est introuvable dans la source de données %3$s .

source: Missing View
fr_fr: Vue manquante

source: The view for %1$s%2$s was not found.
fr_fr: La vue pour %1$s %2$s n'a pas été trouvée.

source: Database Error
fr_fr: Erreur de la base de données

source: SQL Query
fr_fr: Requête SQL

source: SQL Query Params
fr_fr: Paramètres de requête SQL

source: Private Method in %s
fr_fr: Méthode privée en %s

source: %s%s cannot be accessed directly.
fr_fr: %s%s ne peut pas être consulté directement.

source: Scaffold Error
fr_fr: Erreur d'échafaudage

source: Method _scaffoldError in was not found in the controller
fr_fr: La méthode _scaffoldError dans est introuvable dans le contrôleur
