Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a host or service escalated, contacts, contact group and notification options will be overwritten by the escalation.
fr_fr: Les remontées de notifications peuvent être utilisées pour notifier un certain groupe d'utilisateurs en cas d'urgence. Une fois que l'hôte ou le service a fait l'objet d'une escalade, les contacts, le groupe de contacts et les options de notification seront écrasés par la remontée.

source: Excluded hosts
fr_fr: Hôtes exclus

source: Excluded host groups
fr_fr: Groupes hôtes exclus

source: First notification
fr_fr: Première notification

source: Number of notifications that passed before the escalation rule will overwrite notification settings.
fr_fr: Le nombre de notifications passées avant la règle d'escalade augmentera les paramètres de notification.

source: Last notification
fr_fr: Dernière notification

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the host or service will be used again.
fr_fr: Si le nombre de last_notification est atteint, la règle de notification sera désactivée et les options de notification de l'hôte ou du service seront à nouveau utilisées.

source: Host escalates after: More than
fr_fr: L’hôte s’aggrave après: plus de

source: where send and less than
fr_fr: où envoyer et moins de

source: Notification interval
fr_fr: Intervalle de notification

source: Escalation period
fr_fr: Période d'escalade

source: Please choose a escalation timeperiod
fr_fr: Veuillez choisir une période d'escalade

source: Please choose a contact
fr_fr: Veuillez choisir un contact

source: Please choose a contact group
fr_fr: Veuillez choisir un groupe de contact

source: Escalation options
fr_fr: Options d'escalade

source: Create host escalation
fr_fr: Créer une escalade d'hôte

source: Edit host escalation
fr_fr: Modifier l'escalade de l'hôte

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a host escalated, contacts, contact group and notification options will be overwritten by the escalation.
fr_fr: Les escalades de notification peuvent être utilisées pour notifier un certain groupe d'utilisateurs en cas d'urgence. Une fois que l'hôte est escaladé, les contacts, le groupe de contacts et les options de notification seront remplacés par l'escalade.

source: Save host escalation
fr_fr: Enregistrer l'escalade de l'hôte

source: Host Escalations
fr_fr: Escalations de l'hôte

source: You can either search for <b>"host"</b> OR <b>"excluded host"</b>. Opposing Field will be reset automatically
fr_fr: Vous pouvez effectuer une recherche sur <b>"hôte"</b> OU <b>"hôte exclu"</b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by excluded host name
fr_fr: Filtrer par nom d'hôte exclu

source: You can either search for <b>"host group"</b> OR <b>"excluded host group"</b>. Opposing Field will be reset automatically
fr_fr: Vous pouvez rechercher <b>"groupe d'hôtes"</b> OU <b>"groupe d'hôtes exclus"</b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by excluded host group
fr_fr: Filtrer par groupe d'hôtes exclus

source: Notification options
fr_fr: Options de notification

source: Filter by first notification
fr_fr: Filtrer par première notification

source: Filter by last notification
fr_fr: Filtrer par dernière notification

source: Filter by notification interval
fr_fr: Filtrer par intervalle de notification

source: Escalate on...
fr_fr: Escalader sur…

source: Host escalation #
fr_fr: Escalade de l'hôte #

source: Excluded hosts groups
fr_fr: Groupes d'hôtes exclus

source: First
fr_fr: Première

source: Last
fr_fr: Dernier

source: Create new host group
fr_fr: Créer un nouveau groupe hôte

source: Host group URL
fr_fr: URL du groupe d'hôtes

source: Create host group
fr_fr: Créer un groupe hôte

source: Append host/s to host group
fr_fr: Ajouter hôte / s au groupe hôte

source: Selected hosts
fr_fr: Hôtes sélectionnés

source: Append existing host group
fr_fr: Ajouter un groupe hôte existant

source: Append hosts to host group
fr_fr: Ajouter des hôtes au groupe d'hôtes

source: Please notice:
fr_fr: S'il vous plaît noter:

source: Hosts that could not be assigned to the selected host group due to container permissions, will be removed automatically
fr_fr: Les hôtes qui n'ont pas pu être attribués au groupe d'hôtes sélectionné en raison d'autorisations de conteneur seront automatiquement supprimés

source: Update host group
fr_fr: Mettre à jour le groupe hôte

source: Edit host group:
fr_fr: Modifier le groupe hôte:

source: Extended overview
fr_fr: Aperçu étendu

source: Host Groups (0)
fr_fr: Groupes hôtes (0)

source: Default overview
fr_fr: Aperçu par défaut

source: Service Summary
fr_fr: Résumé du service

source: Host groups overview
fr_fr: Vue d'ensemble des groupes hôtes

source: Filter by host group name
fr_fr: Filtrer par nom de groupe d'hôtes

source: Extended view
fr_fr: Vue étendue

source: Number of Hostgroups:
fr_fr: Nombre de groupes d'hôtes:

source: Number of Hosts:
fr_fr: Nombre d'hôtes:

source: This host group has no hosts
fr_fr: Ce groupe hôte n'a pas d'hôtes

source: Create new host
fr_fr: Créer un nouvel hôte

source: Basic configuration
fr_fr: Configuration de base

source: Shared containers
fr_fr: Conteneurs partagés

source: Please select a host template.
fr_fr: Veuillez sélectionner un modèle d'hôte.

source: Could not resolve hostname.
fr_fr: Impossible de résoudre le nom d'hôte.

source: DNS lookup
fr_fr: Recherche DNS

source: Host address
fr_fr: adresse de l'hôte

source: IPv4/IPv6 address or FQDN
fr_fr: Adresse IPv4 / IPv6 ou nom de domaine complet

source: Could not resolve address.
fr_fr: Impossible de résoudre l'adresse.

source: Parent hosts
fr_fr: Hôtes parents

source: Tags
fr_fr: Mots clés

source: Press return to separate tags
fr_fr: Appuyez sur Retour pour séparer les tags

source: Priority
fr_fr: Priorité

source: Check configuration
fr_fr: Vérifier la configuration

source: Check period
fr_fr: Période de vérification

source: Enable active checks
fr_fr: Activer les contrôles actifs

source: If disabled the check command won't be executed. This is useful if an external program sends state data to openITCOCKPIT.
fr_fr: Si elle est désactivée, la commande de vérification ne sera pas exécutée. Ceci est utile si un programme externe envoie des données d'état à openITCOCKPIT.

source: Check command
fr_fr: Commande de vérification

source: Due to active checking is disabled, this command will only be used as freshness check command.
fr_fr: Etant donné que la vérification active est désactivée, cette commande ne sera utilisée que comme commande de vérification de la fraîcheur.

source: This command does not have any parameters.
fr_fr: Cette commande n'a aucun paramètre.

source: Check interval
fr_fr: Intervalle de contrôle

source: Max. number of check attempts
fr_fr: Max. nombre de tentatives de vérification

source: Number of failed attempts before the host will switch into hard state.
fr_fr: Nombre de tentatives infructueuses avant que l'hôte ne passe à l'état dur.

source: Worst case time delay until notification command gets executed after state hits a non ok state:
fr_fr: Pire délai avant que la commande de notification ne soit exécutée après que l'état ait atteint un état non ok:

source: Notification configuration
fr_fr: Configuration de la notification

source: Notification period
fr_fr: Période de notification

source: Misc. configuration
fr_fr: Divers configuration

source: Host URL
fr_fr: URL de l'hôte

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ and $HOSTADDRESS$ will be replaced
fr_fr: Les macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ et $HOSTADDRESS$ seront remplacées

source: Notes
fr_fr: Remarques

source: Flap detection enabled
fr_fr: Détection des volets activée

source: Flap detection options
fr_fr: Options de détection des volets

source: Host macro configuration
fr_fr: Configuration de la macro hôte

source: HOST
fr_fr: HÔTE

source: Macros in green color are inherited from the host template.
fr_fr: Les macros de couleur verte sont héritées du modèle d'hôte.

source: Create host
fr_fr: Créer un hôte

source: Save and create service
fr_fr: Enregistrer et créer un service

source: Save and run Check_MK discovery
fr_fr: Enregistrer et exécuter la découverte Check_MK

source: Status information
fr_fr: Informations d'état

source: Device information
fr_fr: Informations sur le périphérique

source: Timeline
fr_fr: Chronologie

source: This host is currently disabled!
fr_fr: Cet hôte est actuellement désactivé!

source: Status overview
fr_fr: Etat des lieux

source: The host is currently in a planned maintenance period
fr_fr: L'hôte est actuellement dans une période de maintenance planifiée

source: Downtime was set by
fr_fr: Le temps d'arrêt a été fixé par

source: with an duration of
fr_fr: avec une durée de

source: Start time:
fr_fr: Heure de début:

source: End time:
fr_fr: Heure de fin:

source: Comment:
fr_fr: Commentaire:

source: State of host is acknowledged
fr_fr: L'état de l'hôte est reconnu

source: Acknowledgement was set by
fr_fr: La reconnaissance a été établie par

source: at
fr_fr: à

source: The state of this host is currently flapping!
fr_fr: L'état de cet hôte bat actuellement des ailes!

source: Problem with parent host detected!
fr_fr: Problème avec l'hôte parent détecté!

source: Long output
fr_fr: Longue sortie

source: Parent host overview
fr_fr: Vue d'ensemble de l'hôte parent

source: Parent host state
fr_fr: Etat hôte parent

source: Parent host name
fr_fr: Nom d'hôte parent

source: Notification overview
fr_fr: Aperçu de la notification

source: Contacts have been inherited from the host template
fr_fr: Les contacts ont été hérités du modèle d'hôte

source: Notifications enabled
fr_fr: Notifications activées

source: Notify on
fr_fr: Notifier le

source: Recover
fr_fr: Récupérer

source: Schedule maintenance
fr_fr: Calendrier d'entretien

source: Passive transfer check result
fr_fr: Résultat du contrôle de transfert passif

source: Enable flap detection
fr_fr: Activer la détection des volets

source: Disable flap detection
fr_fr: Désactiver la détection des volets

source: Send custom host notification
fr_fr: Envoyer une notification d'hôte personnalisée

source: Host overview
fr_fr: Vue d'ensemble de l'hôte

source: Copy to clipboard
fr_fr: Copier dans le presse-papier

source: Outages:
fr_fr: Pannes:

source: No data available !
fr_fr: Pas de données disponibles !

source: Legend
fr_fr: Légende

source: State types
fr_fr: Types d'état

source: Down soft
fr_fr: Bas doux

source: Unreachable soft
fr_fr: Soft inaccessible

source: Down hard
fr_fr: Bas dur

source: Unreachable hard
fr_fr: Injoignable dur

source: Downtime cancelled
fr_fr: Temps d'arrêt annulé

source: Service overview
fr_fr: Aperçu du service

source: Active
fr_fr: actif

source: No services found
fr_fr: Aucun service trouvé

source: Servicestatus
fr_fr: État du service

source: host
fr_fr: hôte

source: hosts
fr_fr: hôte

source: Hosttemplate name
fr_fr: Nom du modèle d'hôte

source: Edit host:
fr_fr: Modifier l'hôte:

source: Objects in /root can't be moved to other containers
fr_fr: Les objets dans / root ne peuvent pas être déplacés vers d'autres conteneurs

source: Disable inheritance
fr_fr: Désactiver l'héritage

source: Contacts and contact groups got inherited from
fr_fr: Contacts et groupes de contacts hérités de

source: host template
fr_fr: modèle d'hôte

source: Update host
fr_fr: Mettre à jour l'hôte

source: Edit host details
fr_fr: Modifier les détails de l'hôte

source: Edit Sharing
fr_fr: Modifier le partage

source: Keep existing
fr_fr: Continuer d'exister

source: Edit description
fr_fr: Éditer la description

source: Edit contacts
fr_fr: Modifier les contacts

source: Edit contact groups
fr_fr: Modifier les groupes de contact

source: Edit host URL
fr_fr: Modifier l'URL de l'hôte

source: Edit tags
fr_fr: Étiquettes d'édition

source: Edit priority
fr_fr: Editer la priorité

source: Filter by excluded tags
fr_fr: Filtrer par tags exclus

source: Sharing for
fr_fr: Partage pour

source: Host sharing
fr_fr: Partage d'hôte

source: edit successfully
fr_fr: éditer avec succès

source: Host:
fr_fr: Hôte:

source: Primary container
fr_fr: Conteneur primaire

source: Due to dependencies it is not possible to change the primary container in this view.
fr_fr: En raison des dépendances, il n'est pas possible de changer le conteneur principal dans cette vue.

source: Update sharing
fr_fr: Mise à jour du partage

source: Create new host template
fr_fr: Créer un nouveau modèle d'hôte

source: Template name
fr_fr: Nom du modèle

source: Create host template
fr_fr: Créer un modèle d'hôte

source: Copy host template/s
fr_fr: Copier le modèle hôte / s

source: Source host template:
fr_fr: Modèle d'hôte source:

source: Name of the new host template
fr_fr: Nom du nouveau modèle d'hôte

source: Copy host templates
fr_fr: Copier les modèles d'hôte

source: Edit host template:
fr_fr: Modifier le modèle d'hôte:

source: There are Hosts using this Host Template. Therefore the number of Containers is decreased.
fr_fr: Des hôtes utilisent ce modèle d’hôte. Par conséquent, le nombre de conteneurs est diminué.

source: Update host template
fr_fr: Mettre à jour le modèle d'hôte

source: Host templates overview
fr_fr: Présentation des modèles d'hôte

source: Filter by host template name
fr_fr: Filtrer par nom de modèle d'hôte

source: Host template name
fr_fr: Nom du modèle d'hôte

source: used by...
fr_fr: utilisé par…

source: Include disabled hosts
fr_fr: Inclure les hôtes désactivés

source: Go to Service list
fr_fr: Aller à la liste de services

source: This host template is not used by any host
fr_fr: Ce modèle d'hôte n'est utilisé par aucun hôte

source: Instant Report
fr_fr: Rapport instantané

source: Create Instant Report
fr_fr: Créer un rapport instantané

source: Instant report
fr_fr: Rapport instantané

source: Select the object type, which should be evaluated by the report.
fr_fr: Sélectionnez le type d'objet à évaluer par le rapport.

source: Host and Services
fr_fr: Hôte et services

source: Choose if <b><u>only</u></b> host, host and services or <b><u>only</u></b> services should be evaluated.
fr_fr: Choisissez si <b> <u> uniquement </ u> </ b> l'hôte, l'hôte et les services ou <b> <u> uniquement </ u> </ b> doivent être évalués.

source: Summary display
fr_fr: Affichage récapitulatif

source: Send email
fr_fr: Envoyer un email

source: NEVER
fr_fr: JAMAIS

source: DAY
fr_fr: JOURNÉE

source: WEEK
fr_fr: LA SEMAINE

source: MONTH
fr_fr: MOIS

source: YEAR
fr_fr: ANNÉE

source: Users to send
fr_fr: Utilisateurs à envoyer

source: Edit Instant Report
fr_fr: Modifier le rapport instantané

source: updated successfully
fr_fr: Mis à jour avec succés

source: Create instant report
fr_fr: Créer un rapport instantané

source: Please choose a instant report
fr_fr: Veuillez choisir un rapport instantané

source: Filter by instant report name
fr_fr: Filtrer par nom de rapport instantané

source: Send to
fr_fr: Envoyer à

source: Hosts and services
fr_fr: Hôtes et services

source: Generate
fr_fr: produire

source: Instant Reports
fr_fr: Rapports instantanés

source: Saved
fr_fr: Enregistré

source: Send Emails
fr_fr: Envoyer des emails

source: There are no time frames defined.Time evaluation report data is not available for the selected period.
fr_fr: Aucune période n'a été définie. Les données du rapport d'évaluation de temps ne sont pas disponibles pour la période sélectionnée.

source: Create location
fr_fr: Créer un lieu

source: Update location
fr_fr: Mettre à jour l'emplacement

source: Locations overview
fr_fr: Vue d'ensemble des lieux

source: Location name
fr_fr: Nom de la localisation

source: Log entries
fr_fr: Entrer dans le journal

source: Log Entries
fr_fr: Entrées de journal

source: Filter by record and UUID
fr_fr: Filtrer par enregistrement et UUID

source: Filter hy host
fr_fr: Filtrer par hôte

source: Filter by host
fr_fr: Filtrer par hôte

source: Filter by type
fr_fr: Filtrer par type

source: Filter by log entry type
fr_fr: Filtrer par type d'entrée de journal

source: Login
fr_fr: S'identifier

source: Type your email or username
fr_fr: Tapez votre email ou nom d'utilisateur

source: Type your password
fr_fr: Tapez votre mot de passe

source: Remember me on this computer
fr_fr: Se souvenir de moi sur cet ordinateur

source: Sign in
fr_fr: se connecter

source: Type your One-time password
fr_fr: Tapez votre mot de passe à usage unique

source: User defined macros can also be used inside of check commands. This could lead to unwanted code execution.
fr_fr: Les macros définies par l'utilisateur peuvent également être utilisées dans les commandes de vérification. Cela pourrait entraîner une exécution de code indésirable.

source: Edit macro
fr_fr: Modifier la macro

source: Nagios supports up to 256 $USERx$ macros ($USER1$ through $USER256$)
fr_fr: Nagios prend en charge jusqu’à 256 macros $USERx$ ($USER1$ à $USER256$)

source: Add user defined macro
fr_fr: Ajouter une macro définie par l'utilisateur

source: Select macro name
fr_fr: Sélectionnez le nom de la macro

source: Blur macro value to prevent accidentally leak values if your PC is connected to a projector or television.
fr_fr: Flouez la valeur macro pour éviter les pertes accidentelles si votre ordinateur est connecté à un projecteur ou à un téléviseur.

source: Security notice: The value will be still written to the HTML document in plaintext!
fr_fr: Avis de sécurité: La valeur sera toujours écrite dans le document HTML en texte clair!

source: Edit user defined macro
fr_fr: Modifier la macro définie par l'utilisateur

source: If you change the macro name, you manually need to edit all occurrences of the macro!
fr_fr: Si vous modifiez le nom de la macro, vous devez manuellement modifier toutes les occurrences de la macro!

source: Performance information
fr_fr: Information de performance

source: Executed Active Service Checks
fr_fr: Contrôles de service actifs exécutés

source: Timeframe
fr_fr: Plage de temps

source: Checks performed
fr_fr: Vérifications effectuées

source: Since start
fr_fr: Depuis le début

source: Active Service Checks Timings
fr_fr: Contrôles de service actifs

source: Key
fr_fr: Clé

source: Execution time
fr_fr: Temps d'exécution

source: Latency
fr_fr: Latence

source: State changes
fr_fr: Changements d'état

source: Total hosts
fr_fr: Nombre total d'hôtes

source: Total services
fr_fr: Total des services

source: Program uptime
fr_fr: Disponibilité du programme

source: Passive Service Checks
fr_fr: Contrôles de service passifs

source: Processed Passive Service Checks
fr_fr: Contrôles de service passifs traités

source: Executed Active Host Checks
fr_fr: Vérifications d'hôte actif exécutées

source: Active Host Checks Timings
fr_fr: L'hôte actif vérifie les horaires

source: Processed Passive Host Checks
fr_fr: Contrôles hôtes passifs traités

source: Notification Method
fr_fr: Méthode de notification

source: Filter by notification method
fr_fr: Filtrer par méthode de notification

source: Package manager
fr_fr: Directeur chargé d'emballage

source: New Version!
fr_fr: Nouvelle version!

source: A new version of
fr_fr: Une nouvelle version de

source: is available. You should update soon...
fr_fr: est disponible. Vous devriez mettre à jour bientôt…

source: How to update?
fr_fr: Comment mettre à jour ?

source: What's new?
fr_fr: Quoi de neuf?

source: Search for tags
fr_fr: Rechercher des tags

source: Update available
fr_fr: Mise à jour disponible

source: Plugin information:
fr_fr: Informations sur le plugin :

source: Author:
fr_fr: Auteur :

source: License:
fr_fr: Licence :

source: Tags:
fr_fr: Mots clés :

source: Uninstall
fr_fr: Désinstaller

source: Install
fr_fr: Installer

source: Package installation log
fr_fr: Journal d'installation du paquet

source: Update instructions
fr_fr: Instructions de mise à jour

source: openITCOCKPIT update process is handled by the package manager of your distribution.
fr_fr: Le processus de mise à jour openITCOCKPIT est géré par le gestionnaire de paquets de votre distribution.

source: Please folow the instructions to update your version of openITCOCKPIT
fr_fr: Veuillez suivre les instructions pour mettre à jour votre version de openITCOCKPIT

source: Create a ssh session with your server
fr_fr: Créer une session SSH avec votre serveur

source: Update your package manager
fr_fr: Mettez à jour votre gestionnaire de paquets

source: Update packages
fr_fr: Mise à jour des packages

source: The password must consist of 6 alphanumeric characters and must contain at least one digit.
fr_fr: Le mot de passe doit comporter 6 caractères alphanumériques et au moins un chiffre.

source: Profile
fr_fr: Profil

source: Profile information
fr_fr: Informations sur le profil

source: Value imported from LDAP Server
fr_fr: Valeur importée du serveur LDAP

source: Username for the login
fr_fr: Nom d'utilisateur pour la connexion

source: Email address
fr_fr: Adresse e-mail

source: Phone Number
fr_fr: Numéro de téléphone

source: Show status badges in menu
fr_fr: Afficher les badges d'état dans le menu

source: Recursive Browser
fr_fr: Navigateur récursif

source: Length of lists
fr_fr: Longueur des listes

source: This value defines how many records will load per list. You can choose between 1 and 1000
fr_fr: Cette valeur définit le nombre d'enregistrements chargés par liste. Vous pouvez choisir entre 1 et 1000

source: Date format
fr_fr: Format de date

source: Update Profile
fr_fr: Mettre à jour le profil

source: Profile picture
fr_fr: Image de profil

source: Current image
fr_fr: Image actuelle

source: You have no own image uploaded yet
fr_fr: Vous n'avez pas encore d'image téléchargée

source: Delete my image
fr_fr: Supprimer mon image

source: Select image
fr_fr: Sélectionnez une image

source: Change password
fr_fr: Changer le mot de passe

source: LDAP users need to change their password through the operating system or an LDAP account manager tool.
fr_fr: Les utilisateurs LDAP doivent modifier leur mot de passe via le système d'exploitation ou un outil de gestion de compte LDAP.

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Change Password
fr_fr: Changer le mot de passe

source: Create new API key
fr_fr: Créer une nouvelle clé API

source: API keys
fr_fr: Clés API

source: No API keys created yet. You can still use the api using your username and password.
fr_fr: Aucune clé API créée pour l'instant. Vous pouvez toujours utiliser l'API en utilisant votre nom d'utilisateur et votre mot de passe.

source: It's recommended to create a own API key for every external application.
fr_fr: Il est recommandé de créer une clé API propre pour chaque application externe.

source: Show
fr_fr: Spectacle

source: Create API key
fr_fr: Créer une clé API

source: API key (read-only)
fr_fr: Clé API (en lecture seule)

source: example
fr_fr: exemple

source: For self-signed certificates, add
fr_fr: Pour les certificats auto-signés, ajoutez

source: example with JSON processor
fr_fr: exemple avec processeur JSON

source: Generate new key
fr_fr: Générer une nouvelle clé

source: Edit API key
fr_fr: Modifier la clé de l'API

source: Proxy address
fr_fr: Adresse proxy

source: Proxy port
fr_fr: Port proxy

source: Enable Proxy
fr_fr: Activer le proxy

source: Registration
fr_fr: enregistrement

source: Try to connect to openITCOCKPIT license service...
fr_fr: Essayez de vous connecter au service de licence openITCOCKPIT…
