Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: External command
fr_fr: Commande externe

source: Host up
fr_fr: Accueillir

source: Host down
fr_fr: Hôte vers le bas

source: Host unreachable
fr_fr: Hôte inaccessible

source: Service unknown
fr_fr: Service inconnu

source: Service warning
fr_fr: Avertissement de service

source: Service critical
fr_fr: Service critique

source: Passive check
fr_fr: Contrôle passif

source: Not found in monitoring
fr_fr: Non trouvé dans la surveillance

source: External command failed
fr_fr: La commande externe a échoué

source: Timeperiod transition
fr_fr: Transition temporelle

source: Short
fr_fr: Court

source: Percent (0-100)
fr_fr: Pourcentage (0-100)

source: Percent (0.0-1.0)
fr_fr: Pourcentage (0.0-1.0)

source: Humidity (%H)
fr_fr: Humidité (% H)

source: Decibel (dB)
fr_fr: Décibel (dB)

source: Hexadecimal (0x)
fr_fr: Hexadécimal (0x)

source: Hexadecimal
fr_fr: Hexadécimal

source: Scientific notation
fr_fr: Notation scientifique

source: Locale format
fr_fr: Format local

source: Nanoseconds (ns)
fr_fr: Nanosecondes (ns)

source: Microseconds (µs)
fr_fr: Microsecondes (µs)

source: Milliseconds (ms)
fr_fr: Millisecondes (ms)

source: Seconds (s)
fr_fr: Seconde (s)

source: Hours
fr_fr: Heures

source: Days
fr_fr: Journées

source: Data (IEC)
fr_fr: Données (IEC)

source: Bits
fr_fr: Morceaux

source: Bytes
fr_fr: Octets

source: Gibibytes (GiB)
fr_fr: Gibibytes (Gio)

source: Data (Metric)
fr_fr: Données (métriques)

source: Kilobytes (KB)
fr_fr: Kilo-octets (Ko)

source: Megabytes (MB)
fr_fr: Mégaoctets (Mo)

source: Gigabytes (GB)
fr_fr: Gigaoctets (Go)

source: Data rates
fr_fr: Débits de données

source: Packets/sec
fr_fr: Paquets / sec

source: Bytes/sec
fr_fr: Octets / seconde

source: Kilobytes/ses (KB/s)
fr_fr: Kilo-octets / sés (Ko / s)

source: Megabits/sec (mbit/s)
fr_fr: Mégabits / sec (mbit / s)

source: Megabytes/sec (MB/s)
fr_fr: Mégaoctets / sec (Mo / s)

source: Gigabytes/sec (GB/s)
fr_fr: Gigaoctets / sec (Go / s)

source: Data throughput
fr_fr: Débit de données

source: requests/sec (rps)
fr_fr: requêtes / s (rps)

source: reads/sec (rps)
fr_fr: lectures / s (rps)

source: writes/sec (wps)
fr_fr: écrit / sec (wps)

source: reads/min (rpm)
fr_fr: lectures / minute (rpm)

source: writes/min (wpm)
fr_fr: écrit / min (mot par minute)

source: Temperature
fr_fr: Température

source: Currencies
fr_fr: Monnaies

source: Pounds (£)
fr_fr: Livres (£)

source: Rubles (₽)
fr_fr: Roubles (₽)

source: Hryvnias (₴)
fr_fr: Hryvnia ()

source: Real (R$)
fr_fr: Réel (R $)

source: Danish Krone (kr)
fr_fr: Couronne danoise (kr)

source: Icelandic Króna (kr)
fr_fr: Couronne islandaise (kr)

source: Norwegian Krone (kr)
fr_fr: Couronne norvégienne (kr)

source: Swedish Krona (kr)
fr_fr: Couronne suédoise (kr)

source: Czech koruna (czk)
fr_fr: Couronne tchèque (czk)

source: Swiss franc (CHF)
fr_fr: Franc suisse (CHF)

source: Polish Złoty (PLN)
fr_fr: Polonais złoty (PLN)

source: Length
fr_fr: Longueur

source: Millimetre (mm)
fr_fr: Millimètre (mm)

source: Meter (m)
fr_fr: Mètre (m)

source: Kilometer (km)
fr_fr: Kilomètre (km)

source: Feet (ft)
fr_fr: Pieds (ft)

source: Mile (mi)
fr_fr: Mille (mi)

source: Area
fr_fr: Zone

source: Square Meters (m²)
fr_fr: Mètres Carrés (m²)

source: Square Feet (ft²)
fr_fr: Pieds carrés (ft²)

source: Square Miles (mi²)
fr_fr: Milles Carrées (mi²)

source: Mass
fr_fr: Masse

source: Milligram (mg)
fr_fr: Milligramme (mg)

source: Kilogram (kg)
fr_fr: Kilogramme (kg)

source: Velocity
fr_fr: Rapidité

source: Metres/second (m/s)
fr_fr: Mètres / seconde (m / s)

source: Kilometers/hour (km/h)
fr_fr: Kilomètres / heure (km / h)

source: Miles/hour (mph)
fr_fr: Miles / heure (mph)

source: Knot (kn)
fr_fr: Noeud (kn)

source: Volume
fr_fr: Le volume

source: Litre (l)
fr_fr: Litres (l)

source: Cubic metre (m3)
fr_fr: Mètre cube (m3)

source: Cubic decimetre (dm3)
fr_fr: Décimètre cube (dm3)

source: Energy
fr_fr: Énergie

source: Watt per square metre (W/m²)
fr_fr: Watt par mètre carré (W / m²)

source: Volt-ampere (VA)
fr_fr: Voltampère (VA)

source: Kilovolt-ampere (kVA)
fr_fr: Kilovolt-ampère (kVA)

source: Volt-ampere reactive (var)
fr_fr: Volt-ampère réactif (var)

source: Kilovolt-ampere reactive (kvar)
fr_fr: Kilovolt-ampère réactif (kvar)

source: Watt-hour (Wh)
fr_fr: Wattheure (Wh)

source: Kilowatt-hour (kWh)
fr_fr: Kilowattheure (kWh)

source: Ampere (A)
fr_fr: Ampère (A)

source: Kiloampere (kA)
fr_fr: Kiloampère (kA)

source: Milliampere (mA)
fr_fr: Milliampère (mA)

source: Decibel-milliwatt (dBm)
fr_fr: Décibel-milliwatt (dBm)

source: Pressure
fr_fr: Pression

source: Bars
fr_fr: Les bars

source: Inches of mercury
fr_fr: Pouces de mercure

source: Newton-meters (Nm)
fr_fr: Newton-mètres (Nm)

source: Kilonewton-meters (kNm)
fr_fr: Kilonewton-mètres (kNm)

source: Flow
fr_fr: Couler

source: Litre/hour (l/h)
fr_fr: Litre / heure (l / h)

source: Cubic meters/sec (cms)
fr_fr: Mètres cubes / sec (cms)

source: Cubic feet/sec (cfs)
fr_fr: Pieds cubes / sec (cfs)

source: Cubic feet/min (cfm)
fr_fr: Pieds cubes / min (cfm)

source: Degrees (°)
fr_fr: Degrés (°)

source: Date and time
fr_fr: Date et l'heure

source: YYYY-MM-DD HH:mm:ss
fr_fr: AAAA-MM-JJ HH: mm: ss

source: DD/MM/YYYY h:mm:ss a
fr_fr: JJ / MM / AAAA h: mm: ss a

source: From Now
fr_fr: À partir de maintenant

source: Hash rates
fr_fr: Taux de hachage

source: Hashes/sec
fr_fr: Hash / sec

source: Acceleration
fr_fr: Accélération

source: Meters/sec²
fr_fr: Mètres / sec²

source: Feet/sec²
fr_fr: Pieds / sec²

source: G unit
fr_fr: Unité G

source: Gray (Gy)
fr_fr: Gris (Gy)

source: Exposure (C/kg)
fr_fr: Exposition (C / kg)

source: Sievert/hour (Sv/h)
fr_fr: Sievert / heure (Sv / h)

source: parts-per-million (ppm)
fr_fr: parties par million (ppm)

source: parts-per-billion (ppb)
fr_fr: parties par milliard (ppb)

source: nanogram per cubic metre (ng/m³)
fr_fr: nanogramme par mètre cube (ng / m³)

source: nanogram per normal cubic metre (ng/Nm³)
fr_fr: nanogramme par mètre cube normal (ng / Nm³)

source: microgram per cubic metre (μg/m³)
fr_fr: microgramme par mètre cube (μg / m³)

source: microgram per normal cubic metre (μg/Nm³)
fr_fr: microgramme par mètre cube normal (μg / Nm³)

source: milligram per cubic metre (mg/m³)
fr_fr: milligramme par mètre cube (mg / m³)

source: milligram per normal cubic metre (mg/Nm³)
fr_fr: milligramme par mètre cube normal (mg / Nm³)

source: gram per cubic metre (g/m³)
fr_fr: gramme par mètre cube (g / m³)

source: gram per normal cubic metre (g/Nm³)
fr_fr: gramme par mètre cube normal (g / Nm³)

source: Host Macros
fr_fr: Macros hôtes

source: The UUID of the host ("1284b927-2bd2-4737-a3da-c39854376ca2")
fr_fr: L'UUID de l'hôte ("1284b927-2bd2-4737-a3da-c39854376ca2")

source: The human name of the host ("srvstorage01")
fr_fr: Le nom humain de l'hôte ("srvstorage01")

source: The human name of the host ("srvstorage01"), same as $HOSTDISPLAYNAME$
fr_fr: Nom humain de l'hôte ("srvstorage01"), identique à $HOSTDISPLAYNAME$

source: Address or FQDN of the host. ("10.10.12.12")
fr_fr: Adresse ou nom de domaine complet de l'hôte. ("10.10.12.12")

source: Current host state as string ("UP", "DOWN", or "UNREACHABLE").
fr_fr: Etat actuel de l'hôte sous forme de chaîne ("UP ", "DOWN " ou "UNREACHABLE").

source: Current host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
fr_fr: Etat actuel de l'hôte sous forme d'entier (0 = UP, 1 = DOWN, 2 = UNREACHABLE).

source: Last host state as string ("UP", "DOWN", or "UNREACHABLE").
fr_fr: Dernier état d'hôte sous forme de chaîne ("UP ", "DOWN " ou "UNREACHABLE").

source: Last host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
fr_fr: Dernier état hôte sous forme d'entier (0 = UP, 1 = DOWN, 2 = UNREACHABLE).

source: Current host state type as string ("SOFT" or "HARD").
fr_fr: Type d'état actuel de l'hôte sous forme de chaîne ("SOFT " ou "HARD").

source: Current check attempt as integer
fr_fr: Tentative de vérification actuelle sous forme d'entier

source: Max number of host check attempts.
fr_fr: Nombre maximal de tentatives de vérification de l'hôte.

source: Number of state change events as unique number per host.
fr_fr: Nombre d'événements de changement d'état sous forme de nombre unique par hôte.

source: Last unique host event number.
fr_fr: Dernier numéro d'événement d'hôte unique.

source: Unique number of the current host problem state.
fr_fr: Numéro unique de l'état du problème de l'hôte actuel.

source: Unique number of the last host problem state.
fr_fr: Numéro unique du dernier état du problème de l'hôte.

source: Delay between scheduled check time and actual check time as floating point. ("2.05")
fr_fr: Délai entre l'heure de contrôle planifiée et l'heure de contrôle réelle en tant que virgule flottante. ("2.05")

source: Plugin execution time as floating point. ("4.21").
fr_fr: Temps d'exécution du plugin en virgule flottante. ("4.21").

source: Time since last state change occured as string (HH MM SS)
fr_fr: Le temps écoulé depuis le dernier changement d'état est apparu sous forme de chaîne (HH MM SS)

source: Time since last state change occured as integer in seconds.
fr_fr: Le temps écoulé depuis le dernier changement d'état est exprimé en entier en secondes.

source: If the host in a scheduled downtime, this value will be >= 1.
fr_fr: Si l'hôte dans un temps d'arrêt planifié, cette valeur sera> = 1.

source: State change percentage as floating point. (This is used by the flap detection algorithm).
fr_fr: Pourcentage de changement d'état en virgule flottante. (Ceci est utilisé par l'algorithme de détection de volet).

source: Contain the first host group of an host as string ("12403d1a-70c0-468b-ad8d-446fb8412205")
fr_fr: Contient le premier groupe d'hôtes d'un hôte sous forme de chaîne ("12403d1a-70c0-468b-ad8d-446fb8412205")

source: A comma separated of all the host groups the host belongs to. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
fr_fr: Une virgule séparée de tous les groupes d'hôtes auxquels l'hôte appartient. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Unix timestamp (integer) of the last host check.
fr_fr: Horodatage Unix (entier) de la dernière vérification d'hôte.

source: Unix timestamp (integer) of last host state change.
fr_fr: Horodatage Unix (entier) du dernier changement d'état de l'hôte.

source: Unix timestamp (integer) of the last host UP state.
fr_fr: Horodatage Unix (entier) du dernier état UP de l'hôte.

source: Unix timestamp (integer) of the last host DOWN state.
fr_fr: Horodatage Unix (entier) du dernier état DOWN de l'hôte.

source: Unix timestamp (integer) of the last host UNREACHABLE state.
fr_fr: Horodatage Unix (entier) du dernier état UNREACHABLE de l'hôte.

source: Output of host check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
fr_fr: Sortie du plugin de vérification d’hôte ("OK - 127.5.6.7: 0,054 ms, perte 0%").

source: The long plugin output of current host check.
fr_fr: La sortie du plugin long de la vérification d'hôte actuelle.

source: Performance date output of current host check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
fr_fr: Date de performance sortie de la vérification de l'hôte actuel. ("rta = 0,054000ms; 100,000000; 500,000000; 0,000000 pl = 0%; 20; 60; 0")

source: Contains the command UUID including used command arguments ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")
fr_fr: Contient la commande UUID, y compris les arguments de commande utilisés ("5a538ebc-03de-4ce6-8e32-665b841abde3! 3000.0,80%! 4000.0,90%;")

source: Not implemented by openITCOCKPIT.
fr_fr: Non implémenté par openITCOCKPIT.

source: Uer defined notes for the host.
fr_fr: Uer a défini des notes pour l'hôte.

source: Total number of services associated with the host.
fr_fr: Nombre total de services associés à l'hôte.

source: Total number of services associated with the host in state OK.
fr_fr: Nombre total de services associés à l'hôte à l'état OK.

source: Total number of services associated with the host in state WARNING.
fr_fr: Nombre total de services associés à l'hôte dans l'état WARNING.

source: Total number of services associated with the host in state CRITICAL.
fr_fr: Nombre total de services associés à l'hôte dans l'état CRITICAL.

source: Total number of services associated with the host in state UNKNOWN.
fr_fr: Nombre total de services associés à l'hôte dans l'état UNKNOWN.

source: Host Group Macros
fr_fr: Macros de groupe d'hôtes

source: The UUID of the host group ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")
fr_fr: L'UUID du groupe hôte ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")

source: A comma separated list of the host group mebers as UUIDs ("c7176869-ffb7-4149-b960-bdbf9ae85968,f5e943f3-c46f-4f6d-8fc1-468774a72332").
fr_fr: Liste séparée par des virgules du groupe hôte correspondant à l’UUID ("c7176869-ffb7-4149-b960-bdbf9ae85968, f5e943f3-c46f-4f6d-8fc1-468774a72332").

source: Service Macros
fr_fr: Macros de service

source: The UUID of the service ("bd19ce04-3209-4664-a146-bd1220e740bc")
fr_fr: L'UUID du service ("bd19ce04-3209-4664-a146-bd1220e740bc")

source: The human name of the service ("PING")
fr_fr: Le nom humain du service ("PING")

source: Current service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
fr_fr: Etat actuel du service sous forme de chaîne ("OK ", "AVERTISSEMENT ", "INCONNU " ou "CRITICAL").

source: Current service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
fr_fr: État de service actuel sous forme d’entier (0 = OK, 1 = AVERTISSEMENT, 2 = CRITIQUE, 3 = INCONNU).

source: Last service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
fr_fr: Dernier état de service sous forme de chaîne ("OK ", "AVERTISSEMENT ", "INCONNU " ou "CRITICAL").

source: Last service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
fr_fr: Dernier état de service sous forme d’entier (0 = OK, 1 = AVERTISSEMENT, 2 = CRITIQUE, 3 = INCONNU).

source: Current service state type as string ("SOFT" or "HARD").
fr_fr: Type d'état de service actuel sous forme de chaîne ("SOFT " ou "HARD").

source: Max number of service check attempts.
fr_fr: Nombre maximal de tentatives de contrôle de service.

source: Is volatile as integer (0=NO, 1=YES)
fr_fr: Est volatile en tant qu'entier (0 = NON, 1 = OUI)

source: Number of state change events as unique number per service.
fr_fr: Nombre d'événements de changement d'état sous forme de nombre unique par service.

source: Last unique service event number.
fr_fr: Dernier numéro d'événement de service unique.

source: Unique number of the current service problem state.
fr_fr: Numéro unique de l'état du problème de service actuel.

source: Unique number of the last service problem state.
fr_fr: Numéro unique du dernier état de problème de service.

source: If the service in a scheduled downtime, this value will be >= 1.
fr_fr: Si le service est dans un temps d'arrêt planifié, cette valeur sera> = 1.

source: Contain the first service group of an service as string ("6123eb90-a3eb-4895-b348-c464d9494d14")
fr_fr: Contient le premier groupe de services d'un service sous forme de chaîne ("6123eb90-a3eb-4895-b348-c464d9494d14")

source: A comma separated of all the service groups the service belongs to. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")
fr_fr: Une virgule séparée de tous les groupes de services auxquels le service appartient. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")

source: Unix timestamp (integer) of the last service check.
fr_fr: Horodatage Unix (entier) du dernier contrôle de service.

source: Unix timestamp (integer) of last service state change.
fr_fr: Horodatage Unix (entier) du dernier changement d'état du service.

source: Unix timestamp (integer) of the last service OK state.
fr_fr: Horodatage Unix (entier) du dernier état de service OK.

source: Unix timestamp (integer) of the last service WARNING state.
fr_fr: Horodatage Unix (entier) du dernier état AVERTISSEMENT du service.

source: Unix timestamp (integer) of the last service CRITICAL state.
fr_fr: Horodatage Unix (entier) du dernier état CRITICAL du service.

source: Unix timestamp (integer) of the last service UNKNOWN state.
fr_fr: Horodatage Unix (entier) du dernier état INCONNU du service.

source: Output of service check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
fr_fr: Sortie du plug-in de vérification de service ("OK - 127.5.6.7: 0,054 ms, perte 0%").

source: The long plugin output of current service check.
fr_fr: La sortie du plugin long du contrôle de service actuel.

source: Performance date output of current service check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
fr_fr: Date de performance sortie du contrôle de service en cours. ("rta = 0,054000ms; 100,000000; 500,000000; 0,000000 pl = 0%; 20; 60; 0")

source: Service Group Macros
fr_fr: Macros de groupes de services

source: The UUID of the host group ("65c7692e-b322-4788-8232-97258b457f22")
fr_fr: UUID du groupe d’hôtes ("65c7692e-b322-4788-8232-97258b457f22")

source: A comma separated list of the service group mebers as UUIDs ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").
fr_fr: Une liste séparée par des virgules du groupe de services correspondant à des UUID ("0a9feda1-569e-40fe-a5a3-b2f389818301, ade06bfb-f9bd-4112-9537-2b3d286a6572").

source: Contact Macros
fr_fr: Macros de contact

source: The UUID of the contact ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")
fr_fr: L'UUID du contact ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")

source: The human name of the contact ("info").
fr_fr: Le nom humain du contact ("info").

source: The human name of the contact ("info"), same as $CONTACTGROUPNAME$
fr_fr: Le nom humain du contact ("info"), identique à $CONTACTGROUPNAME$

source: Email address of the contact. ("community@openitcockpit.io")
fr_fr: Adresse e-mail du contact. ("community@openitcockpit.io")

source: Pager number of the contact. ("004913456789")
fr_fr: Numéro de téléavertisseur du contact. ("004913456789")

source: A comma separated of all the contact groups the contact belongs to. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")
fr_fr: Une virgule séparée de tous les groupes de contacts auxquels le contact appartient. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")

source: Contact Group Macros
fr_fr: Macros de groupe de contact

source: The UUID of the contact group ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")
fr_fr: L'UUID du groupe de contact ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")

source: A comma separated of all the contacts belongs to the contact group. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")
fr_fr: Une virgule séparée de tous les contacts appartient au groupe de contacts. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")

source: SUMMARY Macros (Notice: CPU intensive to calculate - use with care)
fr_fr: Résumé Macros (Avis: Il faut beaucoup de ressources en calcul pour le calcul - à utiliser avec précaution)

source: Number of hosts in state UP.
fr_fr: Nombre d'hôtes en état UP.

source: Number of hosts in state DOWN.
fr_fr: Nombre d'hôtes en état DOWN.

source: Number of hosts in state UNREACHABLE.
fr_fr: Nombre d'hôtes dans l'état UNREACHABLE.

source: Number of unhandled hosts. Unhandled hosts are in a DOWN state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre d'hôtes non gérés. Les hôtes non pris en charge sont à l'état DOWN et ne sont pas acquittés, ni dans un temps mort planifié.

source: Number of unhandled hosts. Unhandled hosts are in a UNREACHABLE state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre d'hôtes non gérés. Les hôtes non pris en charge sont dans un état INCROYABLE et ne sont pas reconnus ou dans un temps mort planifié.

source: Number of hosts in a non UP state.
fr_fr: Nombre d'hôtes dans un état non UP.

source: Number of unhandled hosts. Unhandled hosts are in a non UP state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre d'hôtes non gérés. Les hôtes non gérés sont dans un état non UP et ne sont pas reconnus, ni dans un temps mort planifié.

source: Number of services in state OK.
fr_fr: Nombre de services en état OK.

source: Number of services in state WARNING.
fr_fr: Nombre de services en état AVERTISSEMENT.

source: Number of services in state CRITICAL.
fr_fr: Nombre de services dans l'état CRITICAL.

source: Number of services in state UNKNOWN.
fr_fr: Nombre de services dans l'état INCONNU.

source: Number of unhandled services. Unhandled services are in a WARNING state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre de services non gérés. Les services non gérés sont dans un état WARNING et ne sont pas acquittés, ni dans un temps d'indisponibilité planifié.

source: Number of unhandled services. Unhandled services are in a CRITICAL state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre de services non gérés. Les services non pris en charge sont dans un état critique et ne sont pas reconnus, ni dans un temps d'indisponibilité planifié.

source: Number of unhandled services. Unhandled services are in a UNKNOWN state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre de services non gérés. Les services non gérés sont dans un état INCONNU et ne sont pas reconnus, ni dans un temps d'indisponibilité planifié.

source: Number of services in a non OK state.
fr_fr: Nombre de services dans un état non OK.

source: Number of unhandled services. Unhandled services are in a non OK state and not acknowledged or in a scheduled downtime.
fr_fr: Nombre de services non gérés. Les services non gérés sont dans un état non OK et ne sont pas acquittés, ni dans un temps d'indisponibilité planifié.

source: Notification type as string ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", or "DOWNTIMECANCELLED").
fr_fr: Type de notification sous forme de chaîne ("PROBLEME ", "RECUPERATION ", "ACKNOWLEDGMENT ", "FLAPPINGSTART ", "FLAPPINGSTOP ", "FLAPPINGDISABLED ", "DOWNTIMESTART ", "DOWNTIME "ou " DOWNTIMECANCELLED").

source: A comma separated of all the contacts for this notification. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
fr_fr: Une virgule séparée de tous les contacts pour cette notification. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Is this an escalated notification (0=NO, 1=YES)
fr_fr: S'agit-il d'une notification surélevée (0 = NON, 1 = OUI)

source: openITCOCKPIT user name as string.
fr_fr: Nom d'utilisateur openITCOCKPIT en tant que chaîne.

source: Comment data of the notification.
fr_fr: Données de commentaire de la notification.

source: Number of send notifications for a host. If the host state goes to RECOVERY, the counter will be reset to 0.
fr_fr: Nombre de notifications d'envoi pour un hôte. Si l'état de l'hôte passe à RECOVERY, le compteur sera remis à 0.

source: Unique event number of the host notification.
fr_fr: Numéro d'événement unique de la notification de l'hôte.

source: Number of send notifications for a service. If the service state goes to OK, the counter will be reset to 0.
fr_fr: Nombre de notifications d'envoi pour un service. Si l'état de service passe à OK, le compteur sera remis à 0.

source: Unique event number of the service notification.
fr_fr: Numéro d'événement unique de la notification de service.

source: Date and Time Macros
fr_fr: Macros date et heure

source: Current date as string (DD-MM-YYYY).
fr_fr: Date actuelle sous forme de chaîne (JJ-MM-AAAA).
