Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Back to license agreement
fr_fr: Retour au contrat de licence

source: Credits
fr_fr: Crédits

source: The entered license key is valid
fr_fr: La clé de licence entrée est valide

source: Your license is registered to:
fr_fr: Votre licence est enregistrée pour:

source: Company
fr_fr: Compagnie

source: Expires
fr_fr: Expire

source: Your license key
fr_fr: Votre clé de licence

source: Error No.:
fr_fr: N ° d'erreur:

source: The entered license key is not valid
fr_fr: La clé de licence entrée n'est pas valide

source: Register this openITCOCKPIT instance
fr_fr: Enregistrez cette instance openITCOCKPIT

source: License key
fr_fr: Clé de licence

source: Get your openITCOCKPIT Enterprise Subscription today
fr_fr: Obtenez votre abonnement openITCOCKPIT Enterprise aujourd'hui

source: Valid openITCOCKPIT Enterprise license
fr_fr: Licence openITCOCKPIT Enterprise valide

source: Register
fr_fr: S'inscrire

source: Host macro
fr_fr: Macro hôte

source: Search Result
fr_fr: Résultat de la recherche

source: Search...
fr_fr: Chercher…

source: default
fr_fr: défaut

source: by address
fr_fr: par adresse

source: by macro
fr_fr: par macro

source: by UUID
fr_fr: par UUID

source: Search for hosts
fr_fr: Rechercher des hôtes

source: This is a wildcard search, you don't need to add * or %
fr_fr: Ceci est une recherche générique, vous n'avez pas besoin d'ajouter * ou%

source: Search for services
fr_fr: Recherche de services

source: This is a wildcard search, you don't need to add * or %. Example: 172.16. or openitcockpit.org
fr_fr: Ceci est une recherche générique, vous n'avez pas besoin d'ajouter * ou%. Exemple: 172.16. ou openitcockpit.org

source: Search for host macros
fr_fr: Rechercher des macros hôtes

source: This is a wildcard search, you don't need to add * or %.
fr_fr: Ceci est une recherche générique, vous n'avez pas besoin d'ajouter * ou%.

source: Search for service macros
fr_fr: Rechercher des macros de service

source: Search for object
fr_fr: Rechercher un objet

source: search result
fr_fr: résultat de la recherche

source: Service check history
fr_fr: Historique de contrôle de service

source: Add service dependency
fr_fr: Ajouter une dépendance de service

source: Service dependencies are an advanced feature that allow you to suppress notifications for services based on the status of one or more other services.
fr_fr: Les dépendances de service sont une fonctionnalité avancée qui vous supprime les notifications relatives aux services en fonction du statut d’un ou de plusieurs autres services.

source: Dependent services
fr_fr: Services dépendants

source: Dependent service groups
fr_fr: Groupes de service dépendants

source: Save service depependency
fr_fr: Enregistrer la dépendance du service

source: Edit service dependency
fr_fr: Modifier la dépendance du service

source: Service Dependencies
fr_fr: Dépendances de service

source: You can either search for <b>"service"</b> OR <b>"dependent service"</b>. Opposing field will be reset automatically
fr_fr: Vous pouvez rechercher le <b> "service " </ b> OU le <b> "service dépendant " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by dependent service name
fr_fr: Filtrer par nom de service dépendant

source: Filter by service group
fr_fr: Filtrer par groupe de services

source: You can either search for <b>"service group"</b> OR <b>"dependent service group"</b>. Opposing field will be reset automatically
fr_fr: Vous pouvez rechercher <b> "groupe de services " </ b> OU <b> "groupe de services dépendants " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by dependent service group
fr_fr: Filtrer par groupe de service dépendant

source: Service dependency #
fr_fr: Dépendance au service #

source: Add service escalation
fr_fr: Ajouter une escalade de service

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a service escalated, contacts, contact group and notification options will be overwritten by the escalation.
fr_fr: Les remontées de notifications peuvent être utilisées pour notifier un certain groupe d'utilisateurs en cas d'urgence. Une fois le service escaladé, les contacts, le groupe de contacts et les options de notification seront remplacés par cette remontée.

source: Excluded services
fr_fr: Services exclus

source: Excluded service groups
fr_fr: Groupes de services exclus

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the service will be used again.
fr_fr: Si le nombre de last_notification est atteint, la règle de notification sera désactivée et les options de notification du service seront utilisées à nouveau.

source: Service escalates after: More than
fr_fr: Le service augmente après: plus que

source: Please choose a contactgroup
fr_fr: Veuillez choisir un groupe de contact

source: Create service escalation
fr_fr: Créer une escalade de service

source: Edit service escalation
fr_fr: Modifier l'escalade de service

source: Save service escalation
fr_fr: Enregistrer l'escalade de service

source: Service Escalations
fr_fr: Escalations de service

source: You can either search for <b>"service"</b> OR <b>"excluded service"</b>. Opposing Field will be reset automatically
fr_fr: Vous pouvez rechercher le <b> "service " </ b> OU le <b> "service exclu " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by excluded service name
fr_fr: Filtrer par nom de service exclu

source: You can either search for <b>"service group"</b> OR <b>"excluded service group"</b>. Opposing Field will be reset automatically
fr_fr: Vous pouvez rechercher le <b> "groupe de services " </ b> OU <b> "le groupe de services exclus " </ b>. Le champ opposé sera réinitialisé automatiquement

source: Filter by excluded service group
fr_fr: Filtrer par groupe de services exclus

source: Service escalation #
fr_fr: Escalade de service #

source: Create new service group
fr_fr: Créer un nouveau groupe de services

source: Service group URL
fr_fr: URL du groupe de services

source: Create service group
fr_fr: Créer un groupe de services

source: Append services/s to service group
fr_fr: Ajouter services / s au groupe de services

source: Selected services
fr_fr: Services sélectionnés

source: Append existing service group
fr_fr: Ajouter un groupe de services existant

source: Append services to service group
fr_fr: Ajouter des services au groupe de services

source: Append to service group
fr_fr: Ajouter au groupe de services

source: Services that could not be assigned to the selected service group due to container permissions, will be removed automatically
fr_fr: Les services qui n'ont pas pu être attribués au groupe de services sélectionné en raison d'autorisations de conteneur seront automatiquement supprimés

source: Update service group
fr_fr: Mettre à jour le groupe de service

source: Edit service group:
fr_fr: Modifier le groupe de service:

source: Service Groups (0)
fr_fr: Groupes de services (0)

source: Service groups overview
fr_fr: Vue d'ensemble des groupes de service

source: Filter by service group name
fr_fr: Filtrer par nom de groupe de services

source: Number of Servicegroups:
fr_fr: Nombre de groupes de services:

source: Number of Services:
fr_fr: Nombre de services:

source: Service group:
fr_fr: Groupe de service:

source: Create new service
fr_fr: Créer un nouveau service

source: Please select a host.
fr_fr: S'il vous plaît sélectionner un hôte.

source: Please select a service template.
fr_fr: Veuillez sélectionner un modèle de service.

source: Enable freshness check
fr_fr: Activer le contrôle de fraîcheur

source: If enabled the system will check that passive checks for this service will be received as frequently as defined.
fr_fr: Si activé, le système vérifiera que les contrôles passifs pour ce service seront reçus aussi souvent que défini.

source: Freshness threshold
fr_fr: Seuil de fraîcheur

source: Number of failed attempts before the service will switch into hard state.
fr_fr: Nombre de tentatives infructueuses avant que le service ne passe à l'état dur.

source: Service URL
fr_fr: URL du service

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ will be replaced
fr_fr: Les macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ seront remplacées

source: Status volatile
fr_fr: Statut volatile

source: Will force the monitoring engine to send a notification on each Non-Ok check result that will occur.
fr_fr: Forcera le moteur de surveillance à envoyer une notification pour chaque résultat de vérification non-Ok qui se produira.

source: Online documentation
fr_fr: Documentation en ligne

source: Event Handler configuration
fr_fr: Configuration du gestionnaire d'événements

source: Event Handler
fr_fr: Gestionnaire d'événements

source: This Event Handler command does not have any parameters.
fr_fr: Cette commande de gestionnaire d'événement n'a aucun paramètre.

source: Service macro configuration
fr_fr: Configuration de la macro de service

source: SERVICE
fr_fr: UN SERVICE

source: Macros in green color are inherited from the service template.
fr_fr: Les macros de couleur verte sont héritées du modèle de service.

source: Create service
fr_fr: Créer un service

source: Command sent successfully. Refresh in 5 seconds
fr_fr: Commande envoyée avec succès. Actualiser dans 5 secondes

source: Service information
fr_fr: Des informations de service

source: Next check
fr_fr: Prochaine vérification

source: This service is currently disabled!
fr_fr: Ce service est actuellement désactivé!

source: The service is currently in a planned maintenance period
fr_fr: Le service est actuellement dans une période de maintenance planifiée

source: State of service is acknowledged
fr_fr: L'état du service est reconnu

source: The state of this service is currently flapping!
fr_fr: L'état de ce service est en train de battre!

source: Problem with host detected!
fr_fr: Problème avec l'hôte détecté!

source: The host of this service is currently in a planned maintenance period
fr_fr: L'hôte de ce service est actuellement en période de maintenance planifiée

source: Host state overview
fr_fr: Vue d'ensemble de l'état hôte

source: Send custom service notification
fr_fr: Envoyer une notification de service personnalisée

source: Host ip address
fr_fr: Adresse IP de l'hôte

source: Ok soft
fr_fr: Ok doux

source: Warning soft
fr_fr: Avertissement soft

source: Critical soft
fr_fr: Soft critique

source: Unknown soft
fr_fr: Soft inconnu

source: Timerange:
fr_fr: Intervalle de temps:

source: Datasource:
fr_fr: La source de données:

source: Show data points
fr_fr: Afficher les points de données

source: Service graphs
fr_fr: Graphes de service

source: Service s
fr_fr: Prestations de service

source: Copy service/s to host
fr_fr: Service de copie à héberger

source: Target host
fr_fr: Hôte cible

source: Services which use a service template that could not be assigned to the selected host due to container permissions, will be removed automatically.
fr_fr: Les services qui utilisent un modèle de service qui n'a pas pu être attribué à l'hôte sélectionné en raison d'autorisations de conteneur seront automatiquement supprimés.

source: Source service:
fr_fr: Service source:

source: Copy services
fr_fr: Services de copie

source: Service status details
fr_fr: Détails du statut de service

source: Service graph
fr_fr: Graphique de service

source: Open details
fr_fr: Ouvrir les détails

source: Disabled services
fr_fr: Services handicapés

source: Edit service:
fr_fr: Modifier le service:

source: The name of CHECK_MK services can't be changed.
fr_fr: Le nom des services CHECK_MK ne peut pas être modifié.

source: Update service
fr_fr: Service de mise à jour

source: Add to service group
fr_fr: Ajouter au groupe de services

source: no parameters for this command defined
fr_fr: aucun paramètre défini pour cette commande

source: Services not monitored
fr_fr: Services non surveillés

source: Services of host
fr_fr: Services d'accueil

source: Browser
fr_fr: Navigateur

source: Open host in browser
fr_fr: Ouvrir l'hôte dans le navigateur

source: No deleted services found for this host
fr_fr: Aucun service supprimé trouvé pour cet hôte

source: No services associated with this host
fr_fr: Aucun service associé à cet hôte

source: Service template group
fr_fr: Groupe de modèles de service

source: Create new service template group
fr_fr: Créer un nouveau groupe de modèles de service

source: Create service template group
fr_fr: Créer un groupe de modèles de service

source: to host
fr_fr: héberger

source: Allocate service template group to host
fr_fr: Attribuer un groupe de modèles de service à un hôte

source: Please select a service template group.
fr_fr: Veuillez sélectionner un groupe de modèles de service.

source: Service/s to deploy on target host:
fr_fr: Service / s à déployer sur l'hôte cible:

source: Service already exist on selected host. Tick the box to create a duplicate.
fr_fr: Le service existe déjà sur l'hôte sélectionné. Cochez la case pour créer un duplicata.

source: Service already exist on selected host but is disabled. Tick the box to create a duplicate.
fr_fr: Le service existe déjà sur l'hôte sélectionné mais est désactivé. Cochez la case pour créer un duplicata.

source: to host group
fr_fr: groupe d'accueil

source: Allocate service template group to host group
fr_fr: Attribuer un groupe de modèles de service au groupe hôte

source: Please select a host group.
fr_fr: Veuillez sélectionner un groupe hôte.

source: Service/s to deploy on host:
fr_fr: Service / s à déployer sur l'hôte:

source: Append service templates to service template group
fr_fr: Ajouter des modèles de service au groupe de modèles de service

source: Append to service template group
fr_fr: Ajouter au groupe de modèles de service

source: Service templates that could not be assigned to the selected service tempalte group due to container permissions, will be removed automatically
fr_fr: Les modèles de service qui n'ont pas pu être attribués au groupe tempalte de service sélectionné en raison d'autorisations de conteneur, seront automatiquement supprimés

source: Update service template group
fr_fr: Mettre à jour le groupe de modèles de service

source: Edit service template group:
fr_fr: Modifier le groupe de modèles de service:

source: Service templates groups overview
fr_fr: Vue d'ensemble des groupes de modèles de service

source: Filter by service template group name
fr_fr: Filtrer par nom de groupe de modèles de service

source: Filter by service template group description
fr_fr: Filtrer par description de groupe de modèles de service

source: Service template group name
fr_fr: Nom du groupe de modèles de service

source: Allocate to host group
fr_fr: Allouer au groupe d'accueil

source: Allocate to matching host group
fr_fr: Allouer au groupe hôte correspondant

source: Allocate to host
fr_fr: Allouer à héberger

source: Deploying services...
fr_fr: Déploiement de services…

source: Create new service template
fr_fr: Créer un nouveau modèle de service

source: Name of the service template
fr_fr: Nom du modèle de service

source: Default name of services using this service template
fr_fr: Nom par défaut des services utilisant ce modèle de service

source: Create service template
fr_fr: Créer un modèle de service

source: Append service template/s to service template group
fr_fr: Ajouter modèle / s de service au groupe de modèles de service

source: Selected service templates
fr_fr: Modèles de service sélectionnés

source: Append existing service template group
fr_fr: Ajouter un groupe de modèles de service existant

source: openITCOCKPIT Agent service templates overview
fr_fr: Vue d'ensemble des modèles de service d'agent openITCOCKPIT

source: Filter by service template description
fr_fr: Filtrer par description de modèle de service

source: Add to service template group
fr_fr: Ajouter au groupe de modèles de service

source: Copy service template/s
fr_fr: Copier le modèle de service / s

source: Source service template:
fr_fr: Modèle de service source:

source: Name of the new service template
fr_fr: Nom du nouveau modèle de service

source: Copy service templates
fr_fr: Copier les modèles de service

source: Edit service template:
fr_fr: Modifier le modèle de service:

source: There are Services using this Service Template. Therefore the number of Containers is decreased.
fr_fr: Il existe des services utilisant ce modèle de service. Par conséquent, le nombre de conteneurs est diminué.

source: Update service template
fr_fr: Mettre à jour le modèle de service

source: Service templates overview
fr_fr: Aperçu des modèles de service

source: Include disabled services
fr_fr: Inclure les services pour handicapés

source: services.
fr_fr: prestations de service.

source: This service template is not used by any services
fr_fr: Ce modèle de service n'est utilisé par aucun service.

source: Host state history
fr_fr: Historique de l'Etat hôte

source: Service state history
fr_fr: Historique d'état de service

source: We ask for your help
fr_fr: Nous demandons votre aide

source: We are always interested to improve openITCOCKPIT with every new version. You can help us, by submitting anonymous statistical information to us.
fr_fr: Nous sommes toujours intéressés à améliorer openITCOCKPIT à chaque nouvelle version. Vous pouvez nous aider en nous soumettant des informations statistiques anonymes.

source: What data do we collect?
fr_fr: Quelles données recueillons-nous?

source: We are not interested in who you are, in which company you work or any other personal data.
fr_fr: Nous ne souhaitons pas savoir qui vous êtes, dans quelle entreprise vous travaillez ni aucune autre donnée personnelle.

source: We just ask you, to provide us system metrics like:
fr_fr: Nous vous demandons simplement de nous fournir des métriques système telles que:

source: CPU load, number of CPU cores and CPU model
fr_fr: Charge de la CPU, nombre de cœurs de CPU et modèle de CPU

source: Memory and swap usage
fr_fr: Utilisation de la mémoire et des échanges

source: Version of used monitoring engine
fr_fr: Version du moteur de surveillance utilisé

source: Version of PHP
fr_fr: Version de PHP

source: Version of openITCOCKPIT and installed openITCOCKPIT modules
fr_fr: Version de openITCOCKPIT et des modules openITCOCKPIT installés

source: Number of monitored hosts and services
fr_fr: Nombre d'hôtes et de services surveillés

source: Used operating system
fr_fr: Système d'exploitation utilisé

source: MySQL usage statistics like number of select, insert and delete statements
fr_fr: Statistiques d'utilisation de MySQL telles que le nombre d'instructions select, insert et delete

source: Show me all metrics you like to collect.
fr_fr: Montrez-moi toutes les mesures que vous aimez collecter.

source: Do you track users on the interface?
fr_fr: Suivez-vous les utilisateurs sur l'interface?

source: No. We are not interested in any user or user behavior data.
fr_fr: Nous ne sommes intéressés par aucune donnée d'utilisateur ou de comportement d'utilisateur.

source: Why do you ask for this data?
fr_fr: Pourquoi demandez-vous ces données?

source: This information influences decisions such as which openITCOCKPIT modules should get new features or which operating system is used by most of the users. In addition the data will help use to optimize the database schema and improve scalability of openITCOCKPIT.
fr_fr: Ces informations ont une influence sur les décisions telles que les modules openITCOCKPIT doivent obtenir les nouvelles fonctionnalités ou le système d'exploitation utilisé par la plupart des utilisateurs. En outre, les données vous aideront à optimiser le schéma de base de données et à améliorer l'évolutivité de openITCOCKPIT.

source: Ask me again
fr_fr: Demandez-le moi encore

source: I want more information
fr_fr: Je veux plus d'informations

source: Yes, I want to help
fr_fr: Oui, je veux aider

source: No, thanks
fr_fr: Non merci

source: Many thanks for your support!
fr_fr: Merci beaucoup pour votre soutien !

source: Anonymous statistics
fr_fr: Statistiques anonymes

source: Sending of anonymous statistics is currently disabled.
fr_fr: L'envoi de statistiques anonymes est actuellement désactivé.

source: Sending of anonymous statistics is currently disabled. Waiting for your approval.
fr_fr: L'envoi de statistiques anonymes est actuellement désactivé. En attente de votre approbation.

source: Sending of anonymous statistics is currently enabled. Many thanks for your support!
fr_fr: L'envoi de statistiques anonymes est actuellement activé. Merci beaucoup pour votre soutien!

source: What records would you like to send exactly?
fr_fr: Quels disques voudriez-vous envoyer exactement?

source: To be as transparent as possible, we show you all records that will be send to us. (This data was generated on your system.)
fr_fr: Pour être aussi transparent que possible, nous vous montrons tous les enregistrements qui nous seront envoyés. (Ces données ont été générées sur votre système.)

source: What is the
fr_fr: Quel est le

source: The system_id is a unique number that was generated on your system. The system_id is included in every request, to enable our database to locate your record and update it.
fr_fr: System_id est un numéro unique généré sur votre système. Le system_id est inclus dans chaque demande afin de permettre à notre base de données de localiser votre enregistrement et de le mettre à jour.

source: The system_id will not be linked to any other records.
fr_fr: System_id ne sera lié à aucun autre enregistrement.

source: If you want to change your system_id, you can delete the file
fr_fr: Si vous voulez changer votre system_id, vous pouvez supprimer le fichier

source: openITCOCKPIT will generate a new system_id, if required.
fr_fr: openITCOCKPIT générera un nouveau system_id, si nécessaire.

source: Status Map
fr_fr: Carte de statut

source: Reset
fr_fr: Réinitialiser

source: Consider parent child relations
fr_fr: Considérer les relations parent-enfant

source: Acknowledged and in downtime
fr_fr: Reconnu et en temps d'arrêt

source: Loading visualization for
fr_fr: Chargement de la visualisation pour

source: nodes
fr_fr: noeuds

source: Support
fr_fr: Soutien

source: Report an issue
fr_fr: Signaler un problème

source: just now
fr_fr: juste maintenant

source: create
fr_fr: créer

source: Hostgroup downtime
fr_fr: Temps d'arrêt du groupe hôte

source: Recurring downtime
fr_fr: Temps d'arrêt récurrents

source: Weekdays
fr_fr: Jours de la semaine

source: 1,2,3,4,5 or <blank>
fr_fr: 1,2,3,4,5 ou <vide>

source: Days of month
fr_fr: Jours du mois

source: Create new container downtime
fr_fr: Créer un nouveau temps d'arrêt du conteneur

source: Recursive container lookup
fr_fr: Recherche de conteneur récursive

source: Will also create a downtime for all children containers
fr_fr: Créera également un temps d'arrêt pour tous les conteneurs enfants

source: Create new host downtime
fr_fr: Créer un nouveau temps d'arrêt hôte

source: Create new host group downtime
fr_fr: Créer un nouveau groupe hôte

source: Create new service downtime
fr_fr: Créer un nouveau temps d'arrêt du service

source: Recurring downtimes
fr_fr: Temps d'arrêt récurrents

source: Recurring downtimes with deleted objects will be deleted automatically by the cronjob
fr_fr: Les temps morts récurrents avec des objets supprimés seront automatiquement supprimés par le cronjob

source: Recurring host downtimes overview
fr_fr: Aperçu des temps d'arrêt récurrents des hôtes
