Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Name of schema to use.
fr_fr: Nom du schéma à utiliser.

source: Only create the specified table.
fr_fr: Créer uniquement la table spécifiée.

source: Alter the tables based on the schema file.
fr_fr: Modifier les tables en fonction du fichier de schéma.

source: <warning>This command is available on %s or above</warning>
fr_fr: <warning>Cette commande est disponible à partir de %s</warning>

source: built-in server is running in http://%s%s/
fr_fr: le serveur intégré est accessible à l'adresse http://%s%s/

source: PHP Built-in Server for CakePHP
fr_fr: Serveur intégré PHP pour CakePHP

source: <warning>[WARN] Don't use this at the production environment</warning>
fr_fr: <warning>[WARN] Ne pas utiliser ceci dans l'environnement de production</warning>

source: <warning>Dry-run mode enabled!</warning>
fr_fr: <warning>Mode d'essai activé !</warning>

source: <warning>No git repository detected!</warning>
fr_fr: <warning>Aucun dépôt git détecté !</warning>

source: Running %s
fr_fr: Exécution de %s en cours

source: Upgrading locations for plugin %s
fr_fr: Mise à niveau des emplacements pour le plugin %s

source: Upgrading locations for app directory
fr_fr: Mise à niveau des emplacements pour le répertoire d'applications

source: Moving %s to %s
fr_fr: Déplacement de %s à %s

source: Updating %s...
fr_fr: Mise à jour de %s…

source: * Updating %s
fr_fr: * Mise à jour de %s

source: Done updating %s
fr_fr: Terminé la mise à jour de %s

source: The plugin to update. Only the specified plugin will be updated.
fr_fr: Le plugin à mettre à jour. Seul le plugin spécifié sera mis à jour.

source: The extension(s) to search. A pipe delimited list, or a preg_match compatible subpattern
fr_fr: La ou les extensions à rechercher. Une liste délimitée par des tubes, ou un sous-modèle compatible avec preg_match

source: Use git command for moving files around.
fr_fr: Utilisez la commande git pour déplacer des fichiers.

source: Dry run the update, no files will actually be modified.
fr_fr: Essayer la mise à jour, aucun fichier ne sera réellement modifié.

source: A tool to help automate upgrading an application or plugin from CakePHP 1.3 to 2.0. Be sure to have a backup of your application before running these commands.
fr_fr: Un outil pour aider à automatiser la mise à niveau d'une application ou d'un plugin de CakePHP 1.3 à 2.0. Assurez-vous de disposer d'une sauvegarde de votre application avant d'exécuter ces commandes.

source: Run all upgrade commands.
fr_fr: Exécuter toutes les commandes de mise à niveau.

source: Update tests class names to FooTest rather than FooTestCase.
fr_fr: Mettez à jour les noms de classe de tests vers FooTest plutôt que FooTestCase.

source: Move files and folders to their new homes.
fr_fr: Déplacez les fichiers et les dossiers dans leurs nouvelles maisons.

source: Update the i18n translation method calls.
fr_fr: Mettez à jour les appels de méthode de traduction i18n.

source: Update calls to helpers.
fr_fr: Mettre à jour les appels aux assistants.

source: Update removed basics functions to PHP native functions.
fr_fr: Mettez à jour les fonctions de base supprimées vers les fonctions natives PHP.

source: Update removed request access, and replace with $this->request.
fr_fr: Mettez à jour l'accès aux demandes supprimées et remplacez-le par $this->request.

source: Update Configure::read() to Configure::read('debug')
fr_fr: Mettre à jour Configure::read() vers Configure::read('debug')

source: Replace Obsolete constants
fr_fr: Remplacer les constantes obsolètes

source: Return early on controller redirect calls.
fr_fr: Revenir tôt sur les appels de redirection du contrôleur.

source: Update components to extend Component class.
fr_fr: Mettre à jour les composants pour étendre la classe de composants.

source: Replace use of cakeError with exceptions.
fr_fr: Remplacez l'utilisation de cakeError par des exceptions.

source: Baking basic crud methods for
fr_fr: Cuisson des méthodes de base de crud pour

source: Adding %s methods
fr_fr: Ajout de méthodes %s

source: No Controllers were baked, Models need to exist before Controllers can be baked.
fr_fr: Aucun contrôleur n'a été cuit, des modèles doivent exister avant que les contrôleurs puissent être cuits.

source: Bake Controller Path: %s
fr_fr: Contrôleur Bake Chemin : %s

source: Baking %sController
fr_fr: Bake du contrôleur %s en cours

source: Would you like to build your controller interactively?
fr_fr: Souhaitez-vous construire votre contrôleur de manière interactive ?

source: Warning: Choosing no will overwrite the %sController.
fr_fr: Avertissement : choisir non écrasera le contrôleur %s.

source: Would you like to use dynamic scaffolding?
fr_fr: Souhaitez-vous utiliser un échafaudage dynamique ?

source: Would you like to use the FlashComponent to display flash messages?
fr_fr: Souhaitez-vous utiliser le FlashComponent pour afficher des messages flash ?

source: Look okay?
fr_fr: A l'air bon ?

source: The following controller will be created:
fr_fr: Le contrôleur suivant sera créé :

source: Controller Name: %s
fr_fr: Nom du contrôleur : %s

source: Helpers:
fr_fr: Aides :

source: Components:
fr_fr: Composants :

source: Would you like to create some basic class methods (index(), add(), view(), edit())?
fr_fr: Voulez-vous créer des méthodes de classe de base (index(), add(), view(), edit()) ?

source: Would you like to create the basic class methods for admin routing?
fr_fr: Souhaitez-vous créer les méthodes de classe de base pour le routage admin ?

source: You must have a model for this class to build basic methods. Please try again.
fr_fr: Vous devez avoir un modèle pour cette classe pour générer des méthodes de base. Veuillez réessayer.

source: Baking controller class for %s...
fr_fr: Bake de la classe de contrôleur %s…

source: Would you like this controller to use other helpers besides HtmlHelper and FormHelper?
fr_fr: Voulez-vous que ce contrôleur utilise d'autres aides que HtmlHelper et FormHelper?

source: Please provide a comma separated list of the other helper names you'd like to use. Example: 'Text, Js, Time'
fr_fr: Veuillez fournir une liste séparée par des virgules des autres noms de helper que vous souhaitez utiliser. Exemple : 'Texte, Js, Heure'

source: Would you like this controller to use other components besides PaginatorComponent?
fr_fr: Voulez-vous que ce contrôleur utilise d’autres composants que PaginatorComponent ?

source: Please provide a comma separated list of the component names you'd like to use. Example: 'Acl, Security, RequestHandler'
fr_fr: Veuillez fournir une liste séparée par des virgules des noms de composants que vous souhaitez utiliser. Exemple : 'Acl, Security, RequestHandler'

source: Possible Controllers based on your current database:
fr_fr: Contrôleurs possibles basés sur votre base de données actuelle :

source: Enter a number from the list above, type in the name of another controller, or 'q' to exit
fr_fr: Entrez un numéro dans la liste ci-dessus, donnez le nom d'un autre contrôleur ou 'q' pour quitter

source: Exit
fr_fr: Sortie

source: The Controller name you supplied was empty, or the number you selected was not an option. Please try again.
fr_fr: Le nom du contrôleur que vous avez fourni était vide, ou le numéro que vous avez sélectionné n’était pas une option. Veuillez réessayer.

source: Bake a controller for a model. Using options you can bake public, admin or both.
fr_fr: Bake un contrôleur pour un modèle. En utilisant les options, vous pouvez faire bake public, admin ou les deux.

source: Name of the controller to bake. Can use Plugin.name to bake controllers into plugins.
fr_fr: Nom du contrôleur à bake. Peut utiliser Plugin.name pour transformer des contrôleurs en plugins.

source: Bake a controller with basic crud actions (index, view, add, edit, delete).
fr_fr: Bake un contrôleur avec des actions de base simples (indexer, afficher, ajouter, éditer, supprimer).

source: Bake a controller with crud actions for one of the Routing.prefixes.
fr_fr: Bake un contrôleur avec des actions crud pour l’un des préfixes Routing.

source: Plugin to bake the controller into.
fr_fr: Plugin pour Bake le contrôleur dans.

source: The connection the controller's model is on.
fr_fr: La connexion sur laquelle se trouve le modèle du contrôleur.

source: Force overwriting existing files without prompting.
fr_fr: Force l'écrasement des fichiers existants sans invite.

source: Bake all controllers with CRUD methods.
fr_fr: Bake tous les contrôleurs avec les méthodes CRUD.

source: Omitting all arguments and options will enter into an interactive mode.
fr_fr: L'omission de tous les arguments et options passera en mode interactif.

source: Database Configuration:
fr_fr: [D] Configuration de la base de donnée

source: Name:
fr_fr: Nom:

source: The name may only contain unaccented latin characters, numbers or underscores
fr_fr: Le nom ne peut contenir que des caractères latins non accentués, des chiffres ou des traits de soulignement

source: The name must start with an unaccented latin character or an underscore
fr_fr: Le nom doit commencer par un caractère latin sans accent ou un trait de soulignement

source: Datasource:
fr_fr: La source de données:

source: Persistent Connection?
fr_fr: Connexion persistante ?

source: Database Host:
fr_fr: Hôte de base de données :

source: User:
fr_fr: Utilisateur :

source: Password:
fr_fr: Mot de passe :

source: The password you supplied was empty. Use an empty password?
fr_fr: Le mot de passe que vous avez fourni était vide. Utilisez un mot de passe vide ?

source: Database Name:
fr_fr: Nom de la base de données :

source: Table Prefix?
fr_fr: Préfixe de table ?

source: Table encoding?
fr_fr: Encodage de table ?

source: Table schema?
fr_fr: Schéma de table ?

source: Do you wish to add another database configuration?
fr_fr: Souhaitez-vous ajouter une autre configuration de base de données ?

source: The following database configuration will be created:
fr_fr: La configuration de base de données suivante sera créée :

source: Name: %s
fr_fr: Nom : %s

source: Datasource: %s
fr_fr: Source de données : %s

source: Persistent: %s
fr_fr: Persistant : %s

source: Host: %s
fr_fr: Hôte : %s

source: User: %s
fr_fr: Utilisateur : %s

source: Database: %s
fr_fr: Base de données : %s

source: Table prefix: %s
fr_fr: Préfixe de table : %s

source: Schema: %s
fr_fr: Schéma : %s

source: Encoding: %s
fr_fr: Encodage : %s

source: Use Database Config
fr_fr: Utiliser la configuration de la base de données

source: Bake new database configuration settings.
fr_fr: Bake les nouveaux paramètres de configuration de la base de données.

source: Current paths: %s What is the path you would like to extract? [Q]uit [D]one
fr_fr: Chemins actuels : %s Quel est le chemin que vous souhaitez extraire ? [Q]uitter [D] Fini

source: Extract Aborted
fr_fr: Extraction annulée

source: <warning>No directories selected.</warning> Please choose a directory.
fr_fr: <warning>Aucun répertoire sélectionné.</warning> Veuillez choisir un répertoire.

source: The directory path you supplied was not found. Please try again.
fr_fr: Le chemin de répertoire que vous avez fourni est introuvable. Veuillez réessayer.

source: Would you like to extract the messages from the CakePHP core?
fr_fr: Voulez-vous extraire les messages du noyau de CakePHP ?

source: What is the path you would like to output? [Q]uit
fr_fr: Quel est le chemin que vous souhaitez afficher ? [Q]uiter

source: Would you like to merge all domain and category strings into the default.pot file?
fr_fr: Souhaitez-vous fusionner toutes les chaînes de domaine et de catégorie dans le fichier default.pot ?

source: The output directory %s was not found or writable.
fr_fr: Le répertoire de sortie %s n'a pas été trouvé ou inscriptible.

source: Extracting...
fr_fr: Extraction…

source: Paths:
fr_fr: Chemins :

source: Output Directory:
fr_fr: Répertoire de sortie :

source: Done.
fr_fr: Terminé.

source: CakePHP Language String Extraction:
fr_fr: Extraction de chaînes de langage CakePHP:

source: Directory where your application is located.
fr_fr: Répertoire où se trouve votre application.

source: Comma separated list of paths.
fr_fr: Liste de chemins séparée par des virgules.

source: Merge all domain and category strings into the default.po file.
fr_fr: Fusionner toutes les chaînes de domaine et de catégorie dans le fichier default.po.

source: Do not write lines with locations
fr_fr: Ne pas écrire de lignes avec des emplacements

source: Full path to output directory.
fr_fr: Chemin complet du répertoire de sortie.

source: Comma separated list of files.
fr_fr: Liste de fichiers séparés par des virgules.

source: Ignores all files in plugins if this command is run inside from the same app directory.
fr_fr: Ignore tous les fichiers des plugins si cette commande est exécutée à partir du même répertoire d'application.

source: Extracts tokens only from the plugin specified and puts the result in the plugin's Locale directory.
fr_fr: Extrait les jetons uniquement du plugin spécifié et place le résultat dans le répertoire Locale du plugin.

source: Ignores validation messages in the $validate property. If this flag is not set and the command is run from the same app directory, all messages in model validation rules will be extracted as tokens.
fr_fr: Ignore les messages de validation dans la propriété $validate. Si cet indicateur n'est pas défini et que la commande est exécutée à partir du même répertoire d'application, tous les messages des règles de validation du modèle seront extraits sous forme de jetons.

source: If set to a value, the localization domain to be used for model validation messages.
fr_fr: Si défini sur une valeur, le domaine de localisation à utiliser pour les messages de validation du modèle.

source: Comma separated list of directories to exclude. Any path containing a path segment with the provided values will be skipped. E.g. test,vendors
fr_fr: Liste séparée par des virgules des répertoires à exclure. Tout chemin contenant un segment de chemin avec les valeurs fournies sera ignoré. Test, fournisseurs

source: Always overwrite existing .pot files.
fr_fr: Toujours écraser les fichiers .pot existants.

source: Extract messages from the CakePHP core libs.
fr_fr: Extrayez des messages à partir des bibliothèques principales de CakePHP.

source: Processing %s...
fr_fr: Traitement de %s…

source: Error: %s already exists in this location. Overwrite? [Y]es, [N]o, [A]ll
fr_fr: Erreur : %s existe déjà à cet emplacement. Écraser? [Y] Oui, [N]on, [A] Tous

source: What would you like to name this file?
fr_fr: Comment voudriez-vous nommer ce fichier ?

source: Invalid marker content in %s:%s * %s(
fr_fr: Contenu de marqueur non valide dans %s:%s * %s(

source: Generate fixtures for use with the test suite. You can use `bake fixture all` to bake all fixtures.
fr_fr: Générez des fixtures à utiliser avec la suite de tests. Vous pouvez utiliser `bake fixture all` pour bake tous les appareils.

source: Name of the fixture to bake. Can use Plugin.name to bake plugin fixtures.
fr_fr: Nom de l'appareil à bake. Peut utiliser Plugin.name pour bake des fixtures de plugin.

source: When using generated data, the number of records to include in the fixture(s).
fr_fr: Lors de l'utilisation des données générées, nombre d'enregistrements à inclure dans le ou les appareils.

source: Which database configuration to use for baking.
fr_fr: Quelle configuration de base de données utiliser pour bake.

source: CamelCased name of the plugin to bake fixtures for.
fr_fr: Nom CamelCased du plugin pour bake des appareils pour.

source: Importing schema for fixtures rather than hardcoding it.
fr_fr: Importer le schéma pour les fixtures plutôt que de le coder en dur.

source: Used with --count and <name>/all commands to pull [n] records from the live tables, where [n] is either --count or the default of 10.
fr_fr: Utilisé avec les commandes --count et <name>/all pour extraire [n] les enregistrements des tables en direct, où [n] est soit --count, soit 10 par défaut.

source: Bake Fixture Path: %s
fr_fr: Bake Fixture chemin : %s

source: Would you like to import schema for this fixture?
fr_fr: Souhaitez-vous importer un schéma pour ce fixture ?

source: Would you like to use record importing for this fixture?
fr_fr: Souhaitez-vous utiliser l'importation d'enregistrement pour ce montage?

source: Would you like to build this fixture with data from %s's table?
fr_fr: Voulez-vous construire ce fixture avec les données de la table %s ?

source: Baking test fixture for %s...
fr_fr: Bake test fixture pour %s…

source: Please provide a SQL fragment to use as conditions Example: WHERE 1=1
fr_fr: Veuillez fournir un fragment SQL à utiliser comme condition Exemplefixture : WHERE 1 = 1

source: How many records do you want to import?
fr_fr: Combien d'enregistrements souhaitez-vous importerfixture ?

source: Baking %s
fr_fr: Bake %s

source: Make a selection from the choices above
fr_fr: Faites votre choix parmi les choix ci-dessus

source: Bake Model Path: %s
fr_fr: Modèle de bake Chemin : %s

source: The table %s doesn't exist or could not be automatically detected continue anyway?
fr_fr: La table %s n'existe pas ou n'a pas pu être détectée automatiquement continuer malgré ça ?

source: Would you like to supply validation criteria for the fields in your model?
fr_fr: Souhaitez-vous fournir des critères de validation pour les champs de votre modèle ?

source: Would you like to define model associations (hasMany, hasOne, belongsTo, etc.)?
fr_fr: Souhaitez-vous définir des associations de modèles (hasMany, hasOne, belongsTo, etc.)?

source: The following Model will be created:
fr_fr: Le modèle suivant sera créé :

source: Name: %s
fr_fr: Nom : %s

source: DB Config: %s
fr_fr: Configuration de la base de données : %s

source: DB Table: %s
fr_fr: Table de base de données : %s

source: Primary Key: %s
fr_fr: Clé primaire : %s

source: Associations:
fr_fr: Les associations :

source: What is the primaryKey?
fr_fr: Quelle est la primaryKey ?

source: A displayField could not be automatically detected would you like to choose one?
fr_fr: Un champ d'affichage n'a pas pu être automatiquement détecté aimeriez-vous en choisir un ?

source: Choose a field from the options above:
fr_fr: Choisissez un champ parmi les options ci-dessus :

source: or enter in a valid regex validation string. Alternatively [s] skip the rest of the fields.
fr_fr: ou entrez une chaîne valide de validation des expressions rationnelles. Sinon, ignorez le reste des champs.

source: Field: <info>%s</info>
fr_fr: Champ : <info>%s</info>

source: Type: <info>%s</info>
fr_fr: Tapez : <info>%s</ info>

source: Please select one of the following validation options:
fr_fr: Veuillez sélectionner l'une des options de validation suivantes:

source: %s - Do not do any validation on this field.
fr_fr: %s - N'effectuez aucune validation sur ce champ.

source: You have already chosen that validation rule, please choose again
fr_fr: Vous avez déjà choisi cette règle de validation, veuillez choisir à nouveau

source: Please make a valid selection.
fr_fr: S'il vous plaît, faîtes une sélection valide.

source: Would you like to add another validation rule or skip the rest of the fields?
fr_fr: Souhaitez-vous ajouter une autre règle de validation ou ignorer le reste des champs ?

source: One moment while the associations are detected.
fr_fr: Un moment pendant que les associations sont détectées.

source: None found.
fr_fr: Personne n'est trouve.

source: Please confirm the following associations:
fr_fr: Veuillez confirmer les associations suivantes:

source: Would you like to define some additional model associations?
fr_fr: Souhaitez-vous définir d'autres associations de modèles ?

source: What is the association type?
fr_fr: Quel est le type d'association ?

source: Enter a number
fr_fr: Entrez un nombre

source: For the following options be very careful to match your setup exactly. Any spelling mistakes will cause errors.
fr_fr: Pour les options suivantes, veillez à bien faire correspondre votre configuration. Toute erreur d’orthographe entraînera des erreurs.

source: What is the alias for this association?
fr_fr: Quel est le pseudonyme de cette association ?

source: What className will %s use?
fr_fr: Quel nom de classe %s utilisera-t-il ?

source: What is the table for this model?
fr_fr: Quelle est la table pour ce modèle ?

source: A helpful List of possible keys
fr_fr: Une liste utile de clés possibles

source: What is the foreignKey?
fr_fr: Quelle est la foreignKey ?

source: What is the foreignKey? Specify your own.
fr_fr: Quelle est la foreignKey ? Spécifiez la vôtre.

source: What is the associationForeignKey?
fr_fr: Qu'est-ce que l'associationForeignKey ?

source: What is the joinTable?
fr_fr: Quel est le joinTable ?

source: Define another association?
fr_fr: Définir une autre association ?

source: Baking model class for %s...
fr_fr: Bake le modèle de classe pour %s…

source: Possible Models based on your current database:
fr_fr: Contrôleurs possibles basés sur votre base de données actuelle :

source: Given your model named '%s', Cake would expect a database table named '%s'
fr_fr: Avec votre modèle nommé '%s', Cake s'attend à une table de base de données nommée '%s'

source: Do you want to use this table?
fr_fr: Voulez-vous utiliser cette table ?

source: What is the name of the table (without prefix)?
fr_fr: Quel est le nom de la table (sans préfixe) ?

source: Your database does not have any tables.
fr_fr: Votre base de données ne contient aucune table.

source: Enter a number from the list above, type in the name of another model, or 'q' to exit
fr_fr: Entrez un numéro dans la liste ci-dessus, donnez le nom d'un autre modèle ou 'q' pour quitter

source: The model name you supplied was empty, or the number you selected was not an option. Please try again.
fr_fr: Le nom du modèle que vous avez fourni était vide, ou le numéro que vous avez sélectionné ne sont pas une option. Veuillez réessayer.

source: Bake models.
fr_fr: Modèles de cuisson.

source: Name of the model to bake. Can use Plugin.name to bake plugin models.
fr_fr: Nom du modèle à bake. Peut utiliser Plugin.name pour bake des modèles de plugin.

source: Bake all model files with associations and validation.
fr_fr: Bake tous les fichiers de modèle avec des associations et une validation.

source: Plugin to bake the model into.
fr_fr: Plugin pour faire bake le modèle.

source: The connection the model table is on.
fr_fr: La connexion sur laquelle se trouve la table modèle.

source: Plugin: %s already exists, no action taken
fr_fr: Plugin : %s existe déjà, aucune action entreprise

source: Enter the name of the plugin in CamelCase format
fr_fr: Entrez le nom du plugin au format CamelCase

source: An error occurred trying to bake: %s in %s
fr_fr: Une erreur est survenue lors de la cuisson : %s dans %s

source: <info>Plugin Name:</info> %s
fr_fr: <info>Nom du plug-in :</info> %s

source: <info>Plugin Directory:</info> %s
fr_fr: <info>Répertoire de plugins :</info> %s

source: <success>Created:</success> %s in %s
fr_fr: <success>Créé :</success> %s dans %s

source: Choose a plugin path from the paths above.
fr_fr: Choisissez un chemin de plugin parmi les chemins ci-dessus.

source: Create the directory structure, AppModel and AppController classes for a new plugin. Can create plugins in any of your bootstrapped plugin paths.
fr_fr: Créez la structure de répertoires, les classes AppModel et AppController pour un nouveau plugin. Peut créer des plugins dans n’importe lequel de vos chemins de plugins initialisés.

source: CamelCased name of the plugin to create.
fr_fr: Nom CamelCased du plugin à créer.
