Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Use tenant name instead of report name as subject for automatic generated mails
fr_fr: Utilisez le nom du locataire au lieu du nom du rapport comme objet pour les courriers générés automatiquement

source: Generates reports only for Hosts and Services that were created before the start date
fr_fr: Génère des rapports uniquement pour les hôtes et les services créés avant la date de début

source: Send reports in PDF format
fr_fr: Envoyer des rapports au format PDF

source: Send reports in CSV format
fr_fr: Envoyer des rapports au format CSV

source: Send quarterly reports
fr_fr: Envoyer des rapports trimestriels

source: Shows outages in scheduled downtime
fr_fr: Affiche les pannes dans les temps d'arrêt planifiés

source: Shows all downtimes
fr_fr: Affiche tous les temps d'arrêt

source: Use create date in filename. Format: Filename "Reportname_+/- (dmY)..."
fr_fr: Utilisez create date in filename. Format: Nom du fichier "Nom_du_rapport_+/- (dmY)…"

source: Use Year in filename. Format: Filename "Reportname_+/- (Y)..."
fr_fr: Utilisez l'année dans le nom du fichier. Format: Nom de fichier "Nom_du_rapport_+/- (Y)…"

source: Displays SLA graph
fr_fr: Affiche le graphique de SLA

source: Shows summary statistics on first page of report
fr_fr: Affiche des statistiques sommaires sur la première page du rapport

source: Shows host name with current availability
fr_fr: Affiche le nom de l'hôte avec la disponibilité actuelle

source: Shows service description with current availability
fr_fr: Affiche la description du service avec la disponibilité actuelle

source: Email addresses which will be notified in case of failure while creating the quarterly reports. Use ";" as email delimiter when sending to multiple recipients
fr_fr: Les adresses e-mail qui seront notifiées en cas d'échec lors de la création des rapports trimestriels. Utilisez ";" comme séparateur de courrier électronique lors de l'envoi à plusieurs destinataires

source: Path for Reports files
fr_fr: Chemin des fichiers de rapports

source: Settings
fr_fr: Paramètres

source: Edit settings
fr_fr: Modifier les paramètres

source: Reporting
fr_fr: Faire rapport

source: Autoreports
fr_fr: Auto-report

source: Add autoreport
fr_fr: Ajouter un autoreport

source: Report configuration
fr_fr: Rapport de configuration

source: Host and services configuration
fr_fr: Configuration de l'hôte et des services

source: Report details
fr_fr: Détails du rapport

source: Next
fr_fr: Prochain

source: Main report configuration
fr_fr: Configuration du rapport principal

source: Please select...
fr_fr: Veuillez choisir…

source: Tenant
fr_fr: Locataire

source: Report description
fr_fr: Description du rapport

source: Start date
fr_fr: Date de début

source: Timeperiod
fr_fr: Période de temps

source: Year
fr_fr: Année

source: Quarter
fr_fr: Trimestre

source: Month
fr_fr: Mois

source: Week
fr_fr: La semaine

source: Day
fr_fr: journée

source: Evaluation period
fr_fr: Période d'évaluation

source: never
fr_fr: jamais

source: yearly
fr_fr: annuel

source: quarterly
fr_fr: trimestriel

source: monthly
fr_fr: mensuel

source: weekly
fr_fr: hebdomadaire

source: daily
fr_fr: du quotidien

source: Send interval
fr_fr: Intervalle d'envoi

source: Guaranteed availability
fr_fr: Min. disponibilité autorisée

source: in %
fr_fr: dans %

source: in m
fr_fr: dans M

source: Max. number of outages
fr_fr: Nombre max. de pannes

source: in %
fr_fr: dans %

source: in h
fr_fr: en h

source: Graph
fr_fr: Graphique

source: Consider downtimes
fr_fr: Considérer les temps d'arrêt

source: Consider holidays
fr_fr: Envisager des vacances

source: Calendar
fr_fr: Calendrier

source: Users
fr_fr: Utilisateurs

source: Prev
fr_fr: Précédent

source: Report overview
fr_fr: Vue d'ensemble du rapport

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Report interval
fr_fr: Rapport intervalle

source: Report send interval
fr_fr: Signaler l'intervalle d'envoi

source: Min. availibility
fr_fr: Min. la disponibilité

source: Use start time
fr_fr: Utiliser l'heure de début

source: Host and service options
fr_fr: Options d'hôte et de service

source: Host
fr_fr: Hôte

source: Service
fr_fr: Un service

source: Max. outage duration
fr_fr: Max. durée d'interruption

source: All failures
fr_fr: Tous les échecs

source: Hosts without service options
fr_fr: Hôtes sans options de service

source: Report configuration for hosts and services
fr_fr: Configuration du rapport pour les hôtes et les services

source: Please choose a host
fr_fr: Veuillez choisir un hôte

source: MIN|AVG|MAX
fr_fr: MIN|MOY|MAX

source: Use minimum, average or maximum values for graph
fr_fr: Utiliser des valeurs minimales, moyennes ou maximales pour le graphique

source: host settings
fr_fr: paramètres de l'hôte

source: service settings
fr_fr: paramètres de service

source: Colors
fr_fr: Couleurs

source: Calculate availability
fr_fr: Calculer la disponibilité

source: No element selected
fr_fr: Aucun élément sélectionné

source: Last update:
fr_fr: Dernière mise à jour:

source: No data available
fr_fr: Pas de données disponibles

source: Please choose
fr_fr: Choisissez s'il vous plaît

source: Availibility
fr_fr: Disponibilité

source: in h
fr_fr: en h

source: Show log data
fr_fr: Afficher les données du journal

source: Log date
fr_fr: Date du journal

source: Bar chart
fr_fr: Diagramme à bandes

source: Dynamic color
fr_fr: Couleur dynamique

source: Yes
fr_fr: Oui

source: Save
fr_fr: sauver

source: Create autoreport
fr_fr: Créer un autoreport

source: Report
fr_fr: rapport

source: Report format
fr_fr: Format du rapport

source: Create
fr_fr: Créer

source: Edit autoreport
fr_fr: Editer le report automatique

source: Host used by
fr_fr: Hôte utilisé par

source: Back
fr_fr: [B] Retour

source: The Hosts are used in the following Autoreports
fr_fr: Les hôtes sont utilisés dans les rapports automatiques suivants

source: Autoreport name
fr_fr: Nom de l'autoreport

source: Edit Autoreport
fr_fr: Modifier le report automatique

source: This Host is not used by any Autoreport
fr_fr: Cet hôte n'est utilisé par aucun autoreport

source: No Service of this Host is used by any Autoreport
fr_fr: Aucun service de cet hôte n'est utilisé par un rapport de rendu automatique

source: Add
fr_fr: Ajouter

source: Filter
fr_fr: Filtre

source: Edit
fr_fr: Modifier

source: Generate report
fr_fr: Creer un rapport

source: Delete
fr_fr: Effacer

source: No entries match the selection
fr_fr: Aucune entrée ne correspond à la sélection

source: of
fr_fr: de

source: entries
fr_fr: les entrées

source: Service used by
fr_fr: Service utilisé par

source: The Services are used in the following Autoreports
fr_fr: Les services sont utilisés dans les rapports automatiques suivants

source: This Service is not used by any Autoreport
fr_fr: Ce service n’est utilisé par aucun rapport de sortie automatique.

source: Start of analysis
fr_fr: Début de l'analyse

source: End of analysis
fr_fr: Fin d'analyse

source: There are no time frames defined. Time evaluation report data is not available for the selected period.
fr_fr: Il n'y a pas de délais définis. Les données du rapport d'évaluation du temps ne sont pas disponibles pour la période sélectionnée.

source: percentage
fr_fr: pourcentage

source: absolute
fr_fr: absolu

source: Total down time
fr_fr: Temps total d'arrêt

source: Threshold value
fr_fr: Valeur de seuil

source: Number of outages
fr_fr: Nombre de pannes

source: Total analysis
fr_fr: Analyse totale

source: Host and services
fr_fr: Hôte et services

source: No historical data available
fr_fr: Pas de données historiques disponibles

source: Outages
fr_fr: Les pannes

source: Outages of at least %s min
fr_fr: Pannes d'au moins %s min

source: Outage time exceeding the permitted limit (%s min)
fr_fr: Temps d'arrêt dépassant la limite autorisée ( %s min)

source: Outage (in downtime) time exceeding the permitted limit (%s min)
fr_fr: Interruption (en temps d'immobilisation) dépassant la limite autorisée ( %s min)

source: Host downtime
fr_fr: Temps d'arrêt de l'hôte

source: Duration
fr_fr: Durée

source: Comment
fr_fr: Commentaire

source: Service downtime
fr_fr: Temps d'arrêt du service

source: No check data exists!
fr_fr: Aucune donnée de contrôle n'existe!

source: There are no services defined
fr_fr: Il n'y a pas de services définis

source: Report settings have not yet been configured
fr_fr: Les paramètres de rapport n'ont pas encore été configurés

source: Alert notice message testing...
fr_fr: Test des messages d'avis d'alerte…

source: Alert success message testing...
fr_fr: Alerte test du message de réussite…

source: Alert error message testing...
fr_fr: Test du message d'erreur d'alerte…

source: Alert info message testing...
fr_fr: Test du message d'information d'alerte…

source: Alert warning message testing...
fr_fr: Test du message d'avertissement d'alerte…

source: Alert danger message testing...
fr_fr: Alerte test de message de danger…

source: New message!
fr_fr: Nouveau message!

source: Communication
fr_fr: la communication

source: Public Chat
fr_fr: Chat public

source: Write a reply...
fr_fr: Écrire une réponse…

source: Send
fr_fr: Envoyer

source: Press
fr_fr: presse

source: ENTER
fr_fr: ENTRER

source: to send
fr_fr: envoyer

source: <success>Engines cleaned:</success> %d
fr_fr: <success>Moteurs nettoyés:</success> %d

source: <success>Files cleaned:</success> %d
fr_fr: <success>Fichiers nettoyés:</success> %d

source: <success>Groups cleaned:</success> %d
fr_fr: <success>Groupes nettoyés:</success> %d

source: List
fr_fr: Liste

source: Command sent successfully
fr_fr: Commande envoyée avec succès

source: Page refresh in
fr_fr: Actualiser la page dans

source: seconds...
fr_fr: secondes…

source: Monitoring Engine is not running!
fr_fr: Monitoring Engine n'est pas en marche!

source: File %s does not exists
fr_fr: Le fichier %s n'existe pas

source: New
fr_fr: Nouveau

source: Acknowledgement
fr_fr: Reconnaissance

source: In downtime
fr_fr: En temps d'arrêt

source: Shared
fr_fr: partagé

source: Passive
fr_fr: Passif

source: Host Name
fr_fr: Nom d'hôte

source: IP-Address
fr_fr: Adresse IP

source: State since
fr_fr: Etat depuis

source: Last check
fr_fr: Dernière vérification

source: Output
fr_fr: Sortie

source: Instance
fr_fr: Exemple

source: Monitored
fr_fr: Surveillé

source: Not monitored
fr_fr: Pas surveillé

source: Disabled
fr_fr: désactivé

source: Deleted
fr_fr: Supprimé

source: Acknowledgedment
fr_fr: Reconnaissance

source: in Downtime
fr_fr: en temps d'arrêt

source: Passively transferred host
fr_fr: Hôte transféré passivement

source: IP address
fr_fr: adresse IP

source: Sticky Acknowledgedment
fr_fr: Sticky Reconnaissance

source: Restricted view
fr_fr: Vue restreinte

source: Sharing
fr_fr: Partage

source: Disable
fr_fr: Désactiver

source: Service List
fr_fr: Liste de service

source: Allocate Service Template Group
fr_fr: Attribuer un groupe de modèles de service

source: Are you sure you want to delete this host?
fr_fr: Êtes-vous sûr de vouloir supprimer cet hôte?

source: Reset check time
fr_fr: Réinitialiser l'heure du contrôle

source: only Hosts
fr_fr: seuls les hôtes

source: Hosts and Services
fr_fr: Hôtes et Services

source: Host check for
fr_fr: Vérifier l'hôte pour

source: Cancel
fr_fr: Annuler

source: Set planned maintenance times
fr_fr: Définir les temps de maintenance prévus

source: Please enter a valide date
fr_fr: S'il vous plaît entrer une date valide

source: Individual hosts
fr_fr: Hôtes individuels

source: Hosts including services
fr_fr: Hôtes y compris les services

source: Hosts and dependent Hosts (triggered)
fr_fr: Hôtes et hôtes dépendants (déclenchés)

source: Hosts and dependent Hosts (non-triggered)
fr_fr: Hôtes et hôtes dépendants (non déclenchés)

source: Maintenance period for
fr_fr: Période de maintenance pour

source: In progress
fr_fr: En cours

source: Acknowledge host status
fr_fr: Reconnaître le statut de l'hôte

source: Only hosts
fr_fr: Seulement des hôtes

source: Sticky
fr_fr: Gluant

source: Disable notifications
fr_fr: Désactiver les notifications

source: Yes, i want temporarily <strong>disable</strong> notifications.
fr_fr: Oui, je souhaite temporairement <strong>désactiver</strong> les notifications.

source: This option is only temporary. It does not affect your configuration. This is an external command and only saved in the memory of your monitoring engine
fr_fr: Cette option n'est que temporaire. Cela n'affecte pas votre configuration. Il s'agit d'une commande externe enregistrée uniquement dans la mémoire de votre moteur de surveillance.

source: Yes, i want temporarily <strong>enable</strong> notifications.
fr_fr: Oui, je veux temporairement <strong>activer</strong> les notifications.

source: <a href="/module_design/design/edit">Design</a> successfully saved
fr_fr: <a href="/module_design/design/edit">Design</a> enregistré avec succès

source: Design could not be saved
fr_fr: La conception n'a pas pu être enregistrée

source: There is no file to store
fr_fr: Il n'y a pas de fichier à stocker

source: There is only json allowed
fr_fr: Il n'y a que JSON autorisé

source: Cannot read uploaded file
fr_fr: Impossible de lire le fichier téléchargé

source: <a href="/module_design/design/edit">Design</a> successfully imported
fr_fr: <a href="/module_design/design/edit">Design</a> importé avec succès

source: Design could not be imported
fr_fr: Le design n'a pas pu être importé

source: <a href="/module_design/design/edit">Design</a> successfully reseted
fr_fr: <a href="/module_design/design/edit">Design</a> a été réinitialisé avec succès

source: <a href="/module_design/design/edit">Design</a> changed to dark mode
fr_fr: <a href="/module_design/design/edit">Design</a> est passé en mode sombre

source: <a href="/module_design/design/edit">Design</a> changed to Elegance
fr_fr: <a href="/module_design/design/edit">Design</a> remplacé par Elegance

source: There is only png allowed
fr_fr: Il n'y a que les png autorisés

source: Cannot move uploaded file
fr_fr: Impossible de déplacer le fichier téléchargé

source: Cannot delete custom logo
fr_fr: Impossible de supprimer le logo personnalisé

source: <a href="/module_design/design/edit">Logo</a> successfully reseted
fr_fr: <a href="/module_design/design/edit">Logo</a> réinitialisé avec succès

source: Cannot delete custom logo file
fr_fr: Impossible de supprimer le fichier de logo personnalisé

source: Cannot delete custom small logo
fr_fr: Impossible de supprimer le petit logo personnalisé

source: <a href="/module_design/design/edit">Small Logo</a> successfully reseted
fr_fr: <a href="/module_design/design/edit">Small Logo</a> a été réinitialisé avec succès

source: Cannot delete custome small logo file
fr_fr: Impossible de supprimer le petit logo custome

source: Design Module
fr_fr: Module de conception

source: Design
fr_fr: Conception

source: Edit Design
fr_fr: Modifier la conception

source: Notice:
fr_fr: Remarquer :

source: The live preview is just a preview. Don't forget to save your settings! The result in the preview is maybe a bit different.
fr_fr: L'aperçu en direct n'est qu'un aperçu. N'oubliez pas de sauvegarder vos paramètres! Le résultat dans l'aperçu est peut-être un peu différent.

source: Navigation
fr_fr: La navigation

source: Main Header Background Color
fr_fr: Couleur de fond de l'en-tête principal

source: Main Header Text Color
fr_fr: Couleur du texte de l'en-tête principal

source: Primary Color
fr_fr: Couleur primaire

source: Secondary Color
fr_fr: Couleur secondaire

source: Logo in Site Header
fr_fr: Logo dans l'en-tête du site

source: Navigation Font Color
fr_fr: Couleur de police de navigation

source: Navigation Font Color on hover
fr_fr: Couleur de police de navigation en survol

source: Body
fr_fr: Corps

source: Background Color
fr_fr: Couleur de l'arrière plan

source: Page Headline
fr_fr: En-tête

source: Window
fr_fr: Fenêtre

source: Header Background Color
fr_fr: Couleur de fond de l'en-tête

source: Headline Color
fr_fr: Couleur du titre

source: Border Color
fr_fr: Couleur de la bordure

source: Body Background Color
fr_fr: Couleur de fond du corps

source: Primary Font Color
fr_fr: Couleur de police principale

source: Table Odd Row Color
fr_fr: Tableau Odd Row Couleur

source: Table Hover Color
fr_fr: Tableau Hover Couleur

source: Light
fr_fr: Lumière

source: Dark
fr_fr: Sombre

source: Input Color
fr_fr: Couleur d'entrée

source: Define the color type of input fields (Not in live preview)
fr_fr: Définir le type de couleur des champs de saisie (pas dans l'aperçu en direct)

source: Well Color
fr_fr: Bien la couleur

source: The well element is used to highlight actions like save
fr_fr: L'élément well est utilisé pour mettre en évidence des actions comme save

source: Browser cache:
fr_fr: Cache du navigateur:

source: If your browser don't use the new design options after you pressed save, please reload the page with Ctrl+R or Cmd+R
fr_fr: Si votre navigateur n'utilise pas les nouvelles options de conception après avoir appuyé sur Enregistrer, rechargez la page avec Ctrl + R ou Cmd + R

source: Upload Logo
fr_fr: Télécharger le logo

source: Reset Logo
fr_fr: Réinitialiser le logo

source: The logo is used for the interface and pdfs. Resolution: 1920x590
fr_fr: Le logo est utilisé pour l'interface et les fichiers PDF. Résolution: 1920x590

source: Upload Small Logo
fr_fr: Télécharger un petit logo

source: Reset Small Logo
fr_fr: Réinitialiser le petit logo

source: The small logo is used for notifications. Resolution: 294x77
fr_fr: Le petit logo est utilisé pour les notifications. Résolution: 294x77

source: Default themes
fr_fr: Thèmes par défaut

source: openITCOCKPIT Default
fr_fr: openITCOCKPIT Par défaut

source: After you loaded a default theme, you can also change the colors. If you want to revert you changes, click on one of the buttons again.
fr_fr: Après avoir chargé un thème par défaut, vous pouvez également modifier les couleurs. Si vous souhaitez annuler vos modifications, cliquez à nouveau sur l'un des boutons.

source: Import / Export
fr_fr: Importer / Exporter

source: Import Design
fr_fr: Conception d'importation

source: Export currently saved design
fr_fr: Exporter la conception actuellement enregistrée

source: After you successfully imported a design file, please reload the page with Ctrl+R or Cmd+R to see the changes.
fr_fr: Une fois que vous avez importé un fichier de conception, rechargez la page avec Ctrl + R ou Cmd + R pour voir les modifications.

source: Upload your design file
fr_fr: Téléchargez votre fichier de conception

source: Upload your Logo
fr_fr: Téléchargez votre logo

source: Upload your Small Logo
fr_fr: Téléchargez votre petit logo

source: NMAP configuration successfully saved
fr_fr: Configuration NMAP enregistrée avec succès

source: could not save data
fr_fr: ne pouvait pas sauvegarder les données

source: Invalid NMAP configuration
fr_fr: Configuration NMAP invalide

source: NMAP configuration successfully modified
fr_fr: Configuration de NMAP modifiée avec succès

source: NMAP Configuration deleted
fr_fr: Configuration NMAP supprimée

source: Could not delete NMAP Configuration
fr_fr: Impossible de supprimer la configuration NMAP

source: Executing NMAP discovery...
fr_fr: Exécution de la découverte NMAP…

source: The following Hosts can not be created
fr_fr: Les hôtes suivants ne peuvent pas être créés

source: The Services of the following can not be created
fr_fr: Les services suivants ne peuvent pas être créés

source: Run info
fr_fr: Informations sur la course

source: Command Line
fr_fr: Ligne de commande

source: Nmap Version
fr_fr: Version Nmap

source: Scan result file
fr_fr: Fichier de résultat d'analyse

source: Summary
fr_fr: Sommaire

source: State of Scan
fr_fr: Etat du scan

source: Number of Hosts Up
fr_fr: Nombre d'hôtes en place

source: Number of Hosts Down
fr_fr: Nombre d'hôtes en panne

source: Amount of scanned Hosts
fr_fr: Nombre d'hôtes analysés

source: Port ID
fr_fr: ID du port

source: Service Name
fr_fr: Nom du service

source: Matching Servicetemplate
fr_fr: Modèle de service correspondant

source: Matched
fr_fr: Appariés

source: Change default
fr_fr: Changer par défaut

source: Host already exists
fr_fr: L'hôte existe déjà

source: NMAP Discovery
fr_fr: Découverte NMAP

source: Execute discovery
fr_fr: Exécuter la découverte

source: NMAP Configuration
fr_fr: Configuration NMAP

source: Add configuration
fr_fr: Ajouter une configuration

source: Name
fr_fr: Nom

source: IP Address
fr_fr: Adresse IP

source: For a full Host with Services Scan just fill out the IP Address and Bitmask field
fr_fr: Pour une analyse complète de l'hôte avec les services, remplissez simplement le champ Adresse IP et masque de masque.

source: Bitmask
fr_fr: Masque de bits

source: Host template
fr_fr: Modèle d'hôte

source: Default Service Template
fr_fr: Modèle de service par défaut

source: Container
fr_fr: Récipient

source: Target container for imported hosts
fr_fr: Conteneur cible pour les hôtes importés

source: Single Host Scan
fr_fr: Analyse d'hôte unique

source: Mapping
fr_fr: Cartographie

source: Add mapping
fr_fr: Ajouter une cartographie

source: Edit configuration
fr_fr: Editer la configuration

source: Default Servicetemplate
fr_fr: Modèle de service par défaut

source: Search
fr_fr: Chercher

source: Address
fr_fr: Adresse

source: Standard Scan
fr_fr: Scan standard

source: Multi Hosts Scan without Services
fr_fr: Analyse multi-hôtes sans services

source: Are you sure you want to delete this Configuration?
fr_fr: Êtes-vous sûr de vouloir supprimer cette configuration?

source: Satellite not found
fr_fr: Satellite non trouvé

source: Invalid satellite
fr_fr: Satellite invalide

source: Select instances you want to push the new configuration to
fr_fr: Sélectionnez les instances dans lesquelles vous souhaitez appliquer la nouvelle configuration.

source: No
fr_fr: Non

source: Select all
fr_fr: Tout sélectionner

source: Deselect all
fr_fr: Tout déselectionner

source: Save selection
fr_fr: Enregistrer la sélection

source: Distributed Monitoring
fr_fr: Surveillance distribuée

source: Satellites
fr_fr: Les satellites

source: Create new satellite
fr_fr: Créer un nouveau satellite

source: Back to list
fr_fr: Retour à la liste

source: created successfully
fr_fr: créé avec succès

source: Please select a container.
fr_fr: Veuillez sélectionner un conteneur.

source: Satellite name
fr_fr: Nom du satellite

source: This address will be used for all communications between the master instance and the satellite system.
fr_fr: Cette adresse sera utilisée pour toutes les communications entre l'instance principale et le système à satellites.

source: Time zone
fr_fr: Fuseau horaire

source: Create satellite
fr_fr: Créer un satellite

source: Edit satellite:
fr_fr: Editer satellite :

source: saved successfully
fr_fr: enregistré avec succès

source: Update satellite
fr_fr: Mise à jour du satellite

source: Overview
fr_fr: Vue d'ensemble

source: Satellites Overview
fr_fr: Vue d'ensemble des satellites

source: Refresh
fr_fr: Rafraîchir

source: Filter by satellite name
fr_fr: Filtrer par nom de satellite

source: Filter by IP address
fr_fr: Filtrer par adresse IP

source: Reset Filter
fr_fr: Réinitialiser le filtre

source: Instance name
fr_fr: Nom de l'instance

source: Used by
fr_fr: Utilisé par

source: Undo selection
fr_fr: Annuler la sélection

source: Delete all
fr_fr: Supprimer tout

source: Used by...
fr_fr: Utilisé par…

source: is used by
fr_fr: est utilisé par

source: hosts.
fr_fr: Hôtes.
