Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Unable to write view cache file: "%s" for "%s"
fr_fr: Impossible d'écrire dans le fichier cache de la vue : "%s" pour "%s"

source: Missing field name for FormHelper::%s
fr_fr: Nom de champ manquant pour FormHelper::%s

source: Cannot load the configuration file. Wrong "configFile" configuration.
fr_fr: Impossible de charger le fichier de configuration. Mauvaise configuration "configFile".

source: Cannot load the configuration file. Unknown reader.
fr_fr: Impossible de charger le fichier de configuration. Lecteur inconnu.

source: JsHelper:: Missing Method %s is undefined
fr_fr: JsHelper:: La méthode manquante %s n'est pas défini

source: %s requires a "drag" option to properly function
fr_fr: %s nécessite une option "drag" pour fonctionner correctement

source: %s could not be found
fr_fr: %s n'a pas pu être trouvé

source: %s does not implement a %s method, it is incompatible with %s
fr_fr: %s n'implémente pas de méthode %s , elle est incompatible avec %s

source: Usage error: Call with --help to get more information
fr_fr: Erreur d'utilisation: appelez avec --help pour obtenir plus d'informations

source: Started refresh of monitoring configuration
fr_fr: Début de l'actualisation de la configuration de surveillance

source: Create Backup of old configuration
fr_fr: Créer une sauvegarde de l'ancienne configuration

source: Delete old configuration
fr_fr: Supprimer l'ancienne configuration

source: Execute pre export tasks
fr_fr: Exécuter les tâches préalables à l'exportation

source: Create default configuration
fr_fr: Créer une configuration par défaut

source: Create hosttemplate configuration
fr_fr: Créer une configuration hosttemplate

source: Create host configuration
fr_fr: Créer une configuration d'hôte

source: Create command configuration
fr_fr: Créer une configuration de commande

source: Create contact configuration
fr_fr: Créer une configuration de contact

source: Create contact group configuration
fr_fr: Créer une configuration de groupe de contact

source: Create timeperiod configuration
fr_fr: Créer une configuration de période

source: Create host group configuration
fr_fr: Créer une configuration de groupe d'hôtes

source: Create host escalation configuration
fr_fr: Créer une configuration d'escalade d'hôte

source: Create servicetemplate configuration
fr_fr: Créer une configuration de modèle de service

source: Create service configuration
fr_fr: Créer une configuration de service

source: Create service escalation configuration
fr_fr: Créer une configuration d'escalade de service

source: Create service group configuration
fr_fr: Créer une configuration de groupe de services

source: Create host dependency configuration
fr_fr: Créer une configuration de dépendance d'hôte

source: Create service dependency configuration
fr_fr: Créer une configuration de dépendance de service

source: Export user defined macros
fr_fr: Exportation de macros définies par l'utilisateur

source: Execute post export tasks
fr_fr: Exécuter les tâches post-export

source: Verifying new configuration
fr_fr: Vérification de la nouvelle configuration

source: Reloading monitoring engine
fr_fr: Rechargement du moteur de surveillance

source: Execute after export command
fr_fr: Commande Exécuter après exportation

source: Refresh finished
fr_fr: Actualiser terminé

source: Copy new monitoring configuration for Satellite [
fr_fr: Copier la nouvelle configuration de surveillance pour Satellite [

source: Acknowledged per mail
fr_fr: Reconnu par mail

source: <warning>File: %s</warning>
fr_fr: <warning>Fichier: %s</warning>

source: Object not found
fr_fr: Objet non trouvé

source: Invalid host
fr_fr: Hôte invalide

source: Invalid service
fr_fr: Service invalide

source: Community - unregistered
fr_fr: Communauté - non enregistrée

source: Enterprise
fr_fr: Entreprise

source: Community - registered
fr_fr: Communauté - enregistré

source: System test mail from %s
fr_fr: Courrier de test du système à partir de %s

source: Test mail send to: %s
fr_fr: Courrier test envoyé à: %s

source: An error occured while sending test mail: %s
fr_fr: Une erreur est survenue lors de l'envoi du mail de test: %s

source: Agentcheck not found
fr_fr: Agentcheck introuvable

source: Invalid service template
fr_fr: Modèle de service non valide

source: In maintenance
fr_fr: En maintenance

source: This is only allowed via AJAX.
fr_fr: Ceci est uniquement autorisé via AJAX.

source: This is only allowed via POST.
fr_fr: Ceci est uniquement autorisé via POST.

source: Permission denied
fr_fr: Permission refusée

source: You are not permitted to access this object
fr_fr: Vous n'êtes pas autorisé à accéder à cet objet

source: Used by Autoreport module
fr_fr: Utilisé par le module Autoreport

source: Used by Eventcorrelation module
fr_fr: Utilisé par le module Eventcorrelation

source: Automap not found
fr_fr: Automap introuvable

source: Invalid Automap
fr_fr: Automap invalide

source: root
fr_fr: racine

source: Invalid calendar
fr_fr: Calendrier invalide

source: Calendar deleted successfully
fr_fr: Calendrier supprimé avec succès

source: Issue while deleting calendar
fr_fr: Problème lors de la suppression du calendrier

source: Invalid command
fr_fr: Commande non valide

source: Used by other objects
fr_fr: Utilisé par d'autres objets

source: Issue while deleting command
fr_fr: Problème lors de la suppression de la commande

source: Config successfully restored to default
fr_fr: La configuration a été restaurée avec succès par défaut

source: Invalid contact group
fr_fr: Groupe de contact invalide

source: Contact group not found
fr_fr: Groupe de contact non trouvé

source: Issue while deleting contact
fr_fr: Problème lors de la suppression du contact

source: Invalid contact
fr_fr: Contact invalide

source: Contact not found
fr_fr: Contact non trouvé

source: Invalid container
fr_fr: Conteneur invalide

source: Container not found
fr_fr: Conteneur non trouvé

source: Invalid cronjob
fr_fr: Cronjob invalide

source: Successfully saved
fr_fr: Enregistré avec succès

source: Successfully deleted
fr_fr: Supprimé avec succès

source: MySQL performance
fr_fr: Performance MySQL

source: Browser Push Notifications
fr_fr: Notifications push du navigateur

source: Markdown
fr_fr: Réduction

source: No downtimes within specified time found (%s - %s) !
fr_fr: Aucun temps d'arrêt dans le délai spécifié n'a été trouvé ( %s - %s )!

source: ! No downtimes within specified time found (%s - %s) !
fr_fr: ! Aucun temps d'arrêt dans le délai spécifié n'a été trouvé ( %s - %s )!

source: Comment can not be empty
fr_fr: Le commentaire ne peut pas être vide

source: Start date can not be empty
fr_fr: Date de début ne peut pas être vide

source: Start time can not be empty
fr_fr: Heure de début ne peut pas être vide

source: End date can not be empty
fr_fr: La date de fin ne peut pas être vide

source: End time can not be empty
fr_fr: Heure de fin ne peut pas être vide

source: Date is not valid
fr_fr: Date n'est pas valide

source: Successfully
fr_fr: Avec succès

source: No entry found
fr_fr: Aucune entrée trouvée

source: Host dependency not found
fr_fr: Dépendance de l'hôte non trouvée

source: This is only allowed via API.
fr_fr: Ceci est uniquement autorisé via l'API.

source: Host escalation not found
fr_fr: Escalade de l'hôte introuvable

source: Invalid hosttemplate
fr_fr: Hosttemplate invalide

source: Invalid Hostgroup
fr_fr: Groupe hôte invalide

source: ok
fr_fr: D'accord

source: warning
fr_fr: Attention

source: critical
fr_fr: critique

source: unknown
fr_fr: inconnu

source: up
fr_fr: en haut

source: down
fr_fr: vers le bas

source: unreachable
fr_fr: inaccessible

source: Invalid host template
fr_fr: Modèle d'hôte non valide

source: Host not found
fr_fr: Hébergeur non trouvé

source: Host modified successfully
fr_fr: Hôte modifié avec succès

source: Host successfully disabled
fr_fr: Hôte désactivé avec succès

source: Issue while disabling host
fr_fr: Problème lors de la désactivation de l'hôte

source: Host successfully enabled
fr_fr: Hôte activé avec succès

source: Issue while enabling host
fr_fr: Problème lors de l'activation de l'hôte

source: Host successfully deleted
fr_fr: Hôte supprimé avec succès

source: Issue while deleting host
fr_fr: Problème lors de la suppression de l'hôte

source: Host copied successfully
fr_fr: Hôte copié avec succès

source: Could not copy host/s
fr_fr: Impossible de copier l'hôte / s

source: Invalid request parameter
fr_fr: Paramètre de requête invalide

source: Host template not found
fr_fr: Modèle d'hôte introuvable

source: Issue while deleting host template
fr_fr: Problème lors de la suppression du modèle d'hôte

source: Invalid Container
fr_fr: Conteneur invalide

source: Instant report not found
fr_fr: Rapport instantané non trouvé

source: Invalid location
fr_fr: Location invalide

source: You have been automatically logged in.
fr_fr: Vous avez été connecté automatiquement.

source: The Login was successful.
fr_fr: La connexion a réussi.

source: Email and password do not match any user in our database.
fr_fr: L'e-mail et le mot de passe ne correspondent à aucun utilisateur de notre base de données.

source: Bad username or password
fr_fr: Nom d'utilisateur ou mot de passe incorrect

source: User not found
fr_fr: Utilisateur non trouvé

source: The Logout was successful.
fr_fr: La déconnexion a réussi.

source: Wrong One-time password
fr_fr: Mauvais mot de passe unique

source: Your new One-time password
fr_fr: Votre nouveau mot de passe à usage unique

source: Password
fr_fr: Mot de passe :

source: Locked
fr_fr: Fermé à clé

source: Current password is incorrect
fr_fr: Ce mot de passe est incorrect

source: Password changed successfully.
fr_fr: Le mot de passe a été changé avec succès.

source: File Upload success!
fr_fr: Succès de téléchargement de fichier!

source: Could not save image data, may be wrong data type. Allowed types are .png, .jpg and .gif
fr_fr: Impossible de sauvegarder les données d'image, le type de données peut être incorrect. Les types autorisés sont .png, .jpg et .gif

source: Invalid API key
fr_fr: Clé API invalide

source: API key updated successfully
fr_fr: Clé API mise à jour avec succès

source: API key created successfully
fr_fr: Clé API créée avec succès

source: Api key deleted successfully
fr_fr: Clé Api supprimée avec succès

source: Could not delete api key
fr_fr: Impossible de supprimer la clé api

source: File deleted sucessfully
fr_fr: Fichier supprimé avec succès

source: Invalid search query
fr_fr: Requête de recherche invalide

source: Service dependency not found
fr_fr: Dépendance au service non trouvée

source: Service escalation not found
fr_fr: Escalade de service introuvable

source: Invalid Servicegroup
fr_fr: Servicegroup invalide

source: Service not found
fr_fr: Service non trouvé

source: Service successfully deleted
fr_fr: Service supprimé avec succès

source: Issue while deleting service
fr_fr: Problème lors de la suppression du service

source: Issue while disabling service
fr_fr: Problème lors de la désactivation du service

source: Service successfully disabled
fr_fr: Service désactivé avec succès

source: Could not enable service, because associated host is also disabled.
fr_fr: Impossible d'activer le service, car l'hôte associé est également désactivé.

source: Issue while enabling service
fr_fr: Problème lors de l'activation du service

source: Service successfully enabled
fr_fr: Service activé avec succès

source: None
fr_fr: Aucun

source: Invalid service template group
fr_fr: Groupe de modèles de service non valide

source: Service template group not found
fr_fr: Groupe de modèles de service non trouvé

source: No service template ids set
fr_fr: Aucun identifiant de modèle de service défini

source: No matching host group "%s" found.
fr_fr: Aucun groupe hôte correspondant "%s" n'a été trouvé.

source: Created %s new services
fr_fr: %s nouveaux services créés

source: Invalid container id
fr_fr: Identifiant de conteneur invalide

source: Service template not found
fr_fr: Modèle de service introuvable

source: Service template successfully deleted
fr_fr: Modèle de service supprimé avec succès

source: Issue while deleting service template
fr_fr: Problème lors de la suppression du modèle de service

source: Error while saving data
fr_fr: Erreur lors de la sauvegarde des données

source: Record successfully saved
fr_fr: Enregistrement enregistré avec succès

source: Invalid request parameters
fr_fr: Paramètres de demande non valides

source: You have to select at least on object.
fr_fr: Vous devez sélectionner au moins sur objet.

source: Systemdowntime successfully deleted
fr_fr: Systemdown time supprimé avec succès

source: Error while deleting systemdowntime
fr_fr: Erreur lors de la suppression du temps d'arrêt du système

source: System failure not found
fr_fr: Echec du système introuvable

source: Invalid tenant
fr_fr: Locataire invalide

source: Tenant deleted successfully
fr_fr: Locataire supprimé avec succès

source: Could not delete tenant
fr_fr: Impossible de supprimer le locataire

source: Invalid timeperiod
fr_fr: Période invalide

source: Timeperiod not found
fr_fr: Timeperiod non trouvé

source: Issue while deleting timeperiod
fr_fr: Problème lors de la suppression de la période

source: Invalid usergroup
fr_fr: Groupe d'utilisateurs non valide

source: Invalid user role
fr_fr: Rôle d'utilisateur non valide

source: User role successfully saved
fr_fr: Rôle d'utilisateur enregistré avec succès

source: User role could not be saved
fr_fr: Le rôle d'utilisateur n'a pas pu être enregistré

source: User role successfully saved.
fr_fr: Le rôle d'utilisateur a été enregistré avec succès.

source: Could not save data
fr_fr: Impossible de sauvegarder les données

source: User role deleted
fr_fr: Rôle d'utilisateur supprimé

source: Could not delete user role
fr_fr: Impossible de supprimer le rôle d'utilisateur

source: Password reset
fr_fr: Réinitialisation du mot de passe

source: Password reset successfully. The new password was send to %s
fr_fr: Mot de passe réinitialisé avec succès. Le nouveau mot de passe a été envoyé à %s

source: This action is not allowed.
fr_fr: Cette action n'est pas autorisée.

source: You need root privileges
fr_fr: Vous avez besoin de privilèges root

source: Default
fr_fr: Défaut

source: Host groups
fr_fr: Groupes d'hôtes

source: Service groups
fr_fr: Groupes de service

source: Hosts
fr_fr: Hôte

source: Services
fr_fr: Prestations de service

source: Hosts
fr_fr: Hôte

source: Hosts and Services
fr_fr: Hôtes et Services

source: Services
fr_fr: Prestations de service

source: soft and hard state
fr_fr: état mou et dur

source: only hard state
fr_fr: seul état difficile

source: Never
fr_fr: Jamais

source: Daily
fr_fr: du quotidien

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuel

source: Yearly
fr_fr: Annuel

source: Welcome
fr_fr: Bienvenue

source: Parent outages
fr_fr: Pannes parentales

source: Hosts pie chart
fr_fr: Graphique circulaire des hôtes

source: Hosts pie chart 180
fr_fr: Tableau de bord des hôtes 180

source: Services pie chart
fr_fr: Graphique circulaire des services

source: Services pie chart 180
fr_fr: Graphique à secteurs des services 180

source: Traffic light
fr_fr: Feu de circulation

source: Tachometer
fr_fr: Tachymètre

source: Hosts in downtime
fr_fr: Hôtes en panne

source: Services in downtime
fr_fr: Services en temps d'arrêt

source: Host status list
fr_fr: Liste d'état de l'hôte

source: Host status overview
fr_fr: Vue d'ensemble de l'état de l'hôte

source: Service status list
fr_fr: Liste d'état de service

source: Service status overview
fr_fr: Aperçu du statut de service

source: Plugin to process
fr_fr: Plugin à traiter

source: Better manage, and easily synchronize you application's ACO tree
fr_fr: Mieux gérer et synchroniser facilement l'arborescence ACO de votre application

source: Add new ACOs for new controllers and actions. Does not remove nodes from the ACO table.
fr_fr: Ajoutez de nouveaux ACO pour de nouveaux contrôleurs et actions. Ne supprime pas les nœuds de la table ACO.

source: Perform a full sync on the ACO table.Will create new ACOs or missing controllers and actions.Will also remove orphaned entries that no longer have a matching controller/action
fr_fr: Effectuez une synchronisation complète sur la table ACO. Créez de nouveaux ACO ou des contrôleurs et actions manquants. Supprimez également les entrées orphelines qui ne possèdent plus aucune action / contrôleur correspondante.

source: Verify the tree structure of either your Aco or Aro Trees
fr_fr: Vérifiez la structure arborescente de vos arbres Aco ou Aro

source: The type of tree to verify
fr_fr: Le type d'arbre à vérifier

source: Recover a corrupted Tree
fr_fr: Récupérer un arbre corrompu

source: The type of tree to recover
fr_fr: Le type d'arbre à récupérer

source: <error>Plugin %s not found or not activated</error>
fr_fr: <error>Le plugin %s introuvable ou non activé</error>

source: Deleted %s and all children
fr_fr: Supprimé %s et tous les enfants

source: Created Aco node: <success>%s</success>
fr_fr: Noeud Aco créé: <success>%s</success>

source: Unable to get methods for "%s"
fr_fr: Impossible d'obtenir les méthodes pour "%s"

source: Deleted Aco node: <warning>%s</warning>
fr_fr: Noeud Aco supprimé : <warning>%s</warning>

source: <success>Tree is valid and strong</success>
fr_fr: <success>L'arbre est valide et fort</success>

source: Tree has been recovered, or tree did not need recovery.
fr_fr: L'arbre a été récupéré ou n'a pas besoin d'être récupéré.

source: <error>Tree recovery failed.</error>
fr_fr: <error>La récupération de l'arborescence a échoué.</error>

source: Sign out
fr_fr: Déconnexion

source: Collapse menu
fr_fr: Réduire le menu

source: Refresh monitoring configuration
fr_fr: Actualiser la configuration de surveillance

source: Edit profile
fr_fr: Editer le profil

source: Administrator privileges
fr_fr: Les privilèges d'administrateur

source: Home
fr_fr: Accueil

source: Loading data
fr_fr: Chargement des données

source: Scroll back to top
fr_fr: Retour en haut de page

source: Create Mapping for Host Object IDs
fr_fr: Créer un mappage pour les ID d'objet hôte

source: Create Mapping for Service Object IDs
fr_fr: Créer un mappage pour les ID d'objet de service

source: Erase all Object IDs in Commenthistory table by %s
fr_fr: Effacer tous les identifiants d'objet dans la table Commenthistory de %s

source: Migrate Host Commenthistory records
fr_fr: Migration des enregistrements d'hôte Commenthistory

source: Done
fr_fr: Terminé

source: Migrate Service Commenthistory records
fr_fr: Migration des enregistrements de commentaire de service

source: Delete orphaned entries
fr_fr: Supprimer les entrées orphelines

source: All done - Have fun
fr_fr: Tout est fait - Amusez-vous

source: Erase all Object IDs in Downtimehistory table by %s
fr_fr: Effacer tous les identifiants d'objet de la table Downtimehistory de %s

source: Migrate Host Downtimehistory records
fr_fr: Migration des enregistrements d'historique d'indisponibilité d'hôte

source: Migrate Service Downtimehistory records
fr_fr: Migration des enregistrements d'historique d'indisponibilité de service

source: Erase all Object IDs in Flappinghistory table by %s
fr_fr: Effacer tous les identifiants d'objet de la table Flappinghistory de %s

source: Migrate Host Flappinghistory records
fr_fr: Migrer les enregistrements Flappinghistory de l'hôte

source: Migrate Service Flappinghistory records
fr_fr: Migration des enregistrements Flappinghistory du service

source: Upgrade Database schema
fr_fr: Mise à niveau du schéma de base de données

source: Erase all Object IDs in Statehistory table by %s
fr_fr: Effacer tous les identifiants d'objet de la table Statehistory de %s

source: Migrate Host Statehistory records
fr_fr: Migration des enregistrements d'historique d'état d'hôte

source: Migrate Service Statehistory records
fr_fr: Migration des enregistrements d'historique d'état de service

source: no reports to send
fr_fr: aucun rapport à envoyer

source: Report "%s" cannot be evaluated. The following Hosts/Services were created after the selected starting period "%s":
fr_fr: Le rapport "%s" ne peut pas être évalué. Les hôtes / services suivants ont été créés après la période de démarrage sélectionnée "%s":

source: Autoreport successfully updated, last send date is "
fr_fr: Autoreport mis à jour avec succès, la date du dernier envoi est "

source: Cannot generate quarterly autoreports.
fr_fr: Impossible de générer des auto-reports trimestriels.

source: Autoreports could not be generated! No store path defined!
fr_fr: Les rapports automatiques n'ont pas pu être générés! Aucun chemin de magasin défini!

source: Some reports could not be generated.
fr_fr: Certains rapports n'ont pas pu être générés.

source: Some reports cannot be evaluated.
fr_fr: Certains rapports ne peuvent pas être évalués.

source: Settings saved successfully
fr_fr: Paramètres enregistrés avec succès

source: Data could not be saved
fr_fr: Les données n'ont pas pu être sauvegardées

source: Autoreport successfully saved
fr_fr: Autoreport enregistré avec succès

source: Invalid autoreport
fr_fr: Report automatique non valide

source: Report "%s" cannot be evaluated. Time evaluation report data is not available for the selected period ("%s")
fr_fr: Le rapport "%s" ne peut pas être évalué. Les données du rapport d'évaluation de temps ne sont pas disponibles pour la période sélectionnée ("%s")

source: Invalid report id
fr_fr: Identifiant de rapport invalide

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: Su
fr_fr: Di

source: Report id
fr_fr: Identifiant du rapport

source: Report name
fr_fr: Nom du rapport

source: Time periods
fr_fr: Périodes

source: Reflection state
fr_fr: État de réflexion

source: Downtimes
fr_fr: Les temps d'arrêt

source: Minimal allowed availability (min)
fr_fr: Disponibilité minimale autorisée (min)

source: From
fr_fr: De

source: To
fr_fr: À

source: Minimal allowed availability (%)
fr_fr: Disponibilité minimale autorisée (%)

source: Current availability
fr_fr: Disponibilité actuelle

source: Host name
fr_fr: Nom d'hôte

source: Service name
fr_fr: Nom du service

source: Outage date
fr_fr: Date de panne

source: Start time
fr_fr: Heure de début

source: End time
fr_fr: Heure de fin

source: Duration (Minutes)
fr_fr: Durée (minutes)

source: Planned downtime
fr_fr: Temps d'arrêt prévu

source: There are no time frames defined.Time evaluation report data is not available for the selected period ("%s")
fr_fr: Aucune période n'a été définie. Les données du rapport d'évaluation de temps ne sont pas disponibles pour la période sélectionnée ("%s")

source: "To" %s must not be earlier than "From" %s
fr_fr: "To " %s ne doit pas être antérieur à "De " %s

source: Time evaluation report data is not available for the selected period ("%s" with calendar: "%s")
fr_fr: Les données du rapport d'évaluation de temps ne sont pas disponibles pour la période sélectionnée ("%s" avec le calendrier: "%s")

source: Invalid report
fr_fr: Rapport invalide

source: Report deleted
fr_fr: Rapport supprimé

source: Could not delete report
fr_fr: Impossible de supprimer le rapport

source: Invalid autoreport id
fr_fr: ID de report automatique automatique non valide

source: There are no report elements defined
fr_fr: Il n'y a pas d'élément de rapport défini

source: Cannot save availability log data.
fr_fr: Impossible de sauvegarder les données du journal de disponibilité.

source: Autoreport Overview
fr_fr: Autoreport Vue d'ensemble
