Repository: Jaigskim/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Unable to find the requested image to output as base64!
fr_fr: Impossible de trouver l'image demandée en base64 !

source: of
fr_fr: de

source: Are you sure you want to delete # %s?
fr_fr: Êtes-vous sûr de vouloir supprimer # %s ?

source: List %s
fr_fr: Liste %s

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_fr: Page {:page} de {:pages}, affichant les enregistrements {:current} sur {:count}, commençant par l'enregistrement {:start} et se terminant par {:end}

source: previous
fr_fr: précédent

source: next
fr_fr: suivant

source: View %s
fr_fr: Voir %s

source: Delete %s
fr_fr: Supprimer %s

source: Related %s
fr_fr: %s liés

source: Engine is not loaded
fr_fr: Le moteur n'est pas chargé

source: Pdf engine "%s" not found
fr_fr: Moteur PDF "%s" introuvable

source: Pdf engines must extend "AbstractPdfEngine"
fr_fr: Les moteurs PDF doivent s’étendre "AbstractPdfEngine "

source: Crypto is not loaded
fr_fr: Crypto n'est pas chargé

source: Pdf crypto "%s" not found
fr_fr: Pdf crypto "%s" introuvable

source: Crypto engine must extend "AbstractPdfCrypto"
fr_fr: Le moteur de chiffrement doit être étendu "AbstractPdfCrypto"

source: Controller attribute $pdfConfig is not correct or missing
fr_fr: L'attribut du contrôleur $pdfConfig n'est pas correct ou manquant

source: Clear Cache
fr_fr: Vider le cache

source: Engine Name
fr_fr: Nom du moteur

source: Result
fr_fr: Résultat

source: File Name (%s)
fr_fr: Nom du fichier ( %s )

source: No files found.
fr_fr: Aucun fichier trouvé.

source: Group Name
fr_fr: Nom de groupe

source: Cleared Engines
fr_fr: Moteurs effacés

source: Failed Engines
fr_fr: Moteurs en panne

source: No configured/allowed folder names.
fr_fr: Aucun nom de dossier configuré / autorisé.

source: Files
fr_fr: - fichier : %s

source: All Cached Files
fr_fr: Tous les fichiers en cache

source: No configured/allowed cache engines.
fr_fr: Aucun moteur de cache configuré / autorisé.

source: Engines
fr_fr: Moteurs

source: All Cache Engines
fr_fr: Tous les moteurs de cache

source: No configured/allowed cache groups.
fr_fr: Aucun groupe de cache configuré / autorisé.

source: Groups
fr_fr: Groupes

source: All Cache Groups
fr_fr: Tous les groupes de cache

source: Click on some link above.
fr_fr: Cliquez sur un lien ci-dessus.

source: Could not fetch ClearCache output.
fr_fr: Impossible d'extraire la sortie ClearCache.

source: -> Testing :url
fr_fr: → Teste :url

source: Total Requests made: :requests
fr_fr: Total des demandes effectuées : :requests

source: Total Time elapsed: :duration (seconds)
fr_fr: Temps total écoulé : :duration (secondes)

source: Requests/Second: :rps req/sec
fr_fr: Requêtes/seconde : :rps req/sec

source: Average request time: :average-time seconds
fr_fr: Durée moyenne de la demande : :average-time secondes

source: Standard deviation of average request time: :std-dev
fr_fr: Écart type du temps de demande moyen : :std-dev

source: Longest/shortest request: :longest sec/:shortest sec
fr_fr: Demande la plus longue/la plus courte : :longest sec/:shortest sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
fr_fr: Vous permet d’obtenir des statistiques de référence approximatives sur une URL entièrement qualifiée.

source: The URL to request.
fr_fr: L'URL à demander.

source: Number of iterations to perform.
fr_fr: Nombre d'itérations à effectuer.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the tiemout, only one request will be made
fr_fr: Temps total maximum pour toutes les itérations, en secondes.Si une itération prend plus que le temps imparti, une seule demande sera faite

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
fr_fr: Exemple d'utilisation: `cake benchmark --n 10 --t 100 http: // localhost / testsite`. <info> Remarque: </ info> ce test ne comprend pas les temps de rendu du navigateur.

source: Component initialization
fr_fr: Initialisation du composant

source: Controller action
fr_fr: Action du contrôleur

source: Controller action start
fr_fr: Action du contrôleur

source: Processing toolbar state
fr_fr: Traitement de la barre d'outils

source: Processing toolbar data
fr_fr: Traitement des données de la barre d'outils

source: Controller render start
fr_fr: Contrôleur rendre début

source: Could not load DebugToolbar panel %s
fr_fr: Impossible de charger le panneau DebugToolbar %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fr_fr: Traitement de base (dérivé de $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fr_fr: Les en-têtes déjà envoyés dans %s sur la ligne %s. Impossible d'envoyer les données du journal à FirePHP.

source: Incorrect parameter count for FireCake::fb()
fr_fr: Nombre de paramètres incorrect pour FireCake::fb()

source: Maximum number (99,999) of messages reached!
fr_fr: Nombre maximal (99'999) de messages atteints !

source: There are no active panels. You must enable a panel to see its output.
fr_fr: Il n'y a pas de panneaux actifs. Vous devez activer un panneau pour voir sa sortie.

source: App Constants
fr_fr: Constantes d'application

source: CakePHP Constants
fr_fr: Constantes CakePHP

source: PHP Environment
fr_fr: Environnement PHP

source: Request History
fr_fr: Historique de la demande

source: No previous requests logged.
fr_fr: Aucune demande précédente enregistrée.

source: previous requests available
fr_fr: demandes précédentes disponibles

source: Restore to current request
fr_fr: Restaurer à la demande actuelle

source: Included Files
fr_fr: Fichiers inclus

source: Logs
fr_fr: Les journaux

source: There were no log entries made this request
fr_fr: Il n'y a pas d'entrées de journal faites cette demande

source: Request
fr_fr: Demande

source: No post data.
fr_fr: Aucune donnée de post.

source: No querystring data.
fr_fr: Aucune donnée de chaîne de requête.

source: Current Route
fr_fr: Itinéraire actuel

source: Total Time: %s ms <br />Total Queries: %s queries
fr_fr: Temps total : %s ms <br />Nombre total de requêtes : %s requêtes

source: Query Explain:
fr_fr: Expliquer la requête :

source: Click an "Explain" link above, to see the query explanation.
fr_fr: Cliquez sur un lien "Expliquer" ci-dessus pour afficher l'explication de la requête.

source: No active database connections
fr_fr: Aucune connexion de base de données active

source: Memory
fr_fr: Mémoire

source: Peak Memory Use
fr_fr: Utilisation maximale de la mémoire

source: Memory use
fr_fr: Utilisation de la mémoire

source: Timers
fr_fr: Minuteries

source: Total Request Time:
fr_fr: Durée totale de la demande:

source: Time in ms
fr_fr: Temps en ms

source: View Variables
fr_fr: Voir les variables

source: Rendering View
fr_fr: Rendu Voir

source: Rendering %s
fr_fr: Rendu %s

source: View render complete
fr_fr: Voir rendu complet

source: Explain
fr_fr: Expliquer

source: Starting %sms into the request, taking %sms
fr_fr: Démarrer %s ms dans la requête en prenant %s ms

source: No markup errors found
fr_fr: Aucune erreur de marquage trouvée

source: maybe slow
fr_fr: peut-être lent
